Repository: AquaWallet/aqua-wallet
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hu, pl, pt

# genericSwapAmountError
source: Invalid amount provided for the swap
es: Monto inválido proporcionado para el intercambio
fr: Montant invalide pour l’échange
hu: Érvénytelen összeg a swaphoz
pl: Podano nieprawidłową kwotę dla wymiany
pt: Valor inválido fornecido para o swap

# genericSwapApiError
source: Error communicating with the swap service API
es: Error al comunicarse con la API del servicio de intercambio
fr: Erreur lors de la communication avec l’API du service d’échange
hu: Hiba történt a swap szolgáltatás API-jával való kommunikáció során
pl: Błąd komunikacji z API usługi wymiany
pt: Erro de comunicação com a API de serviço swap

# genericSwapAuthError
source: Failed to authenticate with the swap service
es: Error al autenticar con el servicio de intercambio
fr: Échec de l’authentification auprès du service d’échange
hu: Nem sikerült hitelesíteni a swap szolgáltatással
pl: Nie udało się uwierzytelnić z usługą wymiany
pt: Falha ao autenticar com o serviço de swap

# genericSwapCurrencyListError
source: Failed to fetch the currency list
es: No se pudo obtener la lista de divisas
fr: Échec du chargement de la liste des devises
hu: Nem sikerült lekérni a pénznemlistát
pl: Nie udało się pobrać listy walut
pt: Falha ao obter a lista de moedas

# genericSwapError
source: An error occurred with the swap service
es: Se ha producido un error con el servicio de intercambio
fr: Une erreur est survenue avec le service d’échange
hu: Hiba történt a swap szolgáltatással
pl: Wystąpił błąd z usługą wymiany
pt: Ocorreu um erro com o serviço de swap

# genericSwapInvalidAddressError
source: Invalid address provided for the swap
es: Dirección inválida proporcionada para el intercambio
fr: Adresse invalide pour l’échange
hu: Érvénytelen cím a swaphoz
pl: Podano nieprawidłowy adres dla wymiany
pt: Endereço inválido fornecido para o swap

# genericSwapMaxAmountError
source: Swap amount exceeds the maximum allowed
es: La cantidad de intercambio excede el límite máximo
fr: Le montant dépasse le maximum autorisé
hu: Swap amount exceeds the maximum limit
pl: Swap amount exceeds the maximum limit
pt: O valor de troca excede o limite máximo

# genericSwapMinAmountError
source: Swap amount is below the minimum allowed
es: Monto de intercambio está por debajo del límite mínimo
fr: Le montant est inférieur au minimum autorisé
hu: Swap amount is below the minimum limit
pl: Swap amount is below the minimum limit
pt: O valor de troca está abaixo do limite mínimo

# genericSwapNetworkFeeError
source: Error calculating network fee for the swap
es: Error al calcular la comisión de red para el intercambio
fr: Erreur de calcul des frais réseau pour l’échange
hu: Hiba történt a swap hálózati díjának kiszámításakor
pl: Błąd obliczania opłaty sieciowej dla wymiany
pt: Erro ao calcular a taxa de rede para a swap

# genericSwapOrderCreationError
source: Failed to create a swap order
es: Error al crear una orden de intercambio
fr: Impossible de créer l’ordre d’échange
hu: Nem sikerült létrehozni a swap megbízást
pl: Nie udało się utworzyć zlecenia wymiany
pt: Falha ao criar uma ordem de troca

# genericSwapOrderStatusError
source: Failed to fetch the swap order status
es: No se pudo obtener el estado de la orden de intercambio
fr: Échec de la récupération du statut de l’échange
hu: Nem sikerült lekérni a swap megbízás státuszát
pl: Nie udało się pobrać statusu zlecenia wymiany
pt: Falha ao obter o status do pedido de troca

# genericSwapPairsError
source: Failed to fetch available swap pairs
es: Error al recuperar los pares de intercambio disponibles
fr: Échec de la récupération des paires disponibles
hu: Nem sikerült lekérni az elérhető swap párokat
pl: Nie udało się pobrać dostępnych par wymiany
pt: Não foi possível obter pares de swap disponíveis

# genericSwapQuoteError
source: Failed to get a swap quote
es: Error al obtener una cotización de intercambio
fr: Échec de l’obtention d’un prix d’échange
hu: Nem sikerült swap ajánlatot kérni
pl: Nie udało się uzyskać wyceny wymiany
pt: Não foi possível obter uma cotação de troca

# genericSwapUnsupportedCurrencyError
source: Unsupported currency for this swap
es: Moneda no compatible para este intercambio
fr: Devise non prise en charge pour cet échange
hu: Nem támogatott pénznem ehhez a swaphoz
pl: Nieobsługiwana waluta dla tej wymiany
pt: Moeda não suportada para este swap

# getHelpSupportScreenTitle
source: Get Help
es: Consigue ayuda
fr: Obtenir de l’aide
hu: Segítség
pl: Uzyskaj pomoc
pt: Obter Ajuda

source: Details
es: Detalles
hu: Részletek
pl: Szczegóły
pt: Detalhes

# high
source: High Priority
es: Prioridad Alta
fr: Priorité élevée
hu: Magas prioritás
pl: Wysoki priorytet
pt: Prioridade alta

# homeTabWalletTitle
source: Wallet
es: Billetera
fr: Portefeuille
hu: Tárca
pl: Portfel
pt: Carteira

# importTxnHistoryErrorSheetMessage
source: An error occurred while restoring your transactions history.
es: Se ha producido un error al restaurar tu historial de transacciones.
fr: Une erreur est survenue lors de la restauration de l’historique des transactions.
hu: Hiba történt a tranzakciós előzmények visszaállítása közben.
pl: Wystąpił błąd podczas przywracania historii transakcji
pt: Ocorreu um erro ao exportar seu histórico de transações.

# importTxnHistoryErrorSheetTitle
source: Error Restoring Backup
es: Error al Restaurar la Copia de Seguridad
fr: Erreur de restauration de sauvegarde
hu: Hiba a biztonsági mentés visszaállításakor
pl: Błąd przywracania kopii zapasowej
pt: Erro ao restaurar o backup

# importTxnHistoryNotFoundSheetMessage
source: No backup of your transactions history was found.
es: No se encontró copia de seguridad de tu historial de transacciones.
fr: Aucune sauvegarde de l’historique des transactions n’a été trouvée.
hu: Nem található a tranzakciós előzmények biztonsági mentése.
pl: Nie znaleziono kopii zapasowej historii transakcji
pt: Não foi encontrado nenhum backup do seu histórico de transações.

# importTxnHistoryNotFoundSheetTitle
source: No Backup Found
es: No se encontró copia de seguridad
fr: Aucune sauvegarde trouvée
hu: Nem található biztonsági mentés
pl: Nie znaleziono kopii zapasowej
pt: Nenhuma cópia de segurança encontrada

# importTxnHistoryPermissionDeniedSheetMessage
source: Storage permission is required to import transaction history from your local storage
es: Se requiere permiso de almacenamiento para importar el historial de transacciones desde tu almacenamiento local.
fr: L’autorisation de stockage est requise pour importer l’historique depuis ton appareil
pt: Permissão de armazenamento necessária para exportar o histórico de transações para seu armazenamento local.

# importTxnHistorySheetConfirmButton
source: Import Now
es: Importar Ahora
fr: Importer maintenant
hu: Importálás most
pl: Importuj teraz
pt: Importar agora

# importTxnHistorySheetMessage
source: A previous backup of your transactions history exists. Do you want to restore it?
es: Ya existe una copia de seguridad previa de tu historial de transacciones. ¿Deseas restaurarla?
fr: Une sauvegarde précédente de l’historique existe. Veux-tu la restaurer ?
hu: Létezik egy korábbi biztonsági mentés a tranzakciós előzményeidről. Szeretnéd visszaállítani?
pl: Istnieje poprzednia kopia zapasowa historii transakcji. Czy chcesz ją przywrócić?
pt: Existe um backup anterior do seu histórico de transações. Deseja restaurá-lo?

# importTxnHistorySheetRestoreButton
source: Restore Now
es: Restaurar Ahora
fr: Restaurer maintenant
hu: Visszaállítás most
pl: Przywróć teraz
pt: Restaurar Agora

# importTxnHistorySheetTitle
source: Import Transaction History
es: Exportar Historial de Transacciones
fr: Importer l’historique des transactions
hu: Tranzakciós előzmények importálása
pl: Importuj historię transakcji
pt: Exportar Histórico de Transações

# importTxnHistorySuccessSheetMessage
source: Your transactions history has been successfully restored.
es: Tu historial de transacciones ha sido restaurado con éxito.
fr: L’historique de tes transactions a été restauré avec succès.
hu: A tranzakciós előzményeid sikeresen visszaállítva.
pl: Twoja historia transakcji została pomyślnie przywrócona
pt: Seu histórico de transações foi restaurado com sucesso.

# importTxnHistorySuccessSheetTitle
source: Backup Restored
es: Copia de Seguridad Restaurada
fr: Sauvegarde restaurée
hu: Biztonsági mentés visszaállítva
pl: Kopia zapasowa przywrócona
pt: Backup Restaurado

source: Increase Fee
es: Aumentar Comisión
fr: Augmenter les frais
hu: Díj növelése
pl: Zwiększ opłatę
pt: Aumentar Taxa

source: Information
es: Información
fr: Informations
hu: Információ
pl: Informacja
pt: Informação

source: In Progress
es: En Curso
hu: Folyamatban
pl: W trakcie
pt: Em curso

# insufficientBalanceToCoverFees
source: Insufficient balance to cover the fees
es: Fondo insuficiente para cubrir las comisiones
fr: Solde insuffisant pour couvrir les frais.
hu: Insufficient funds to cover the fees
pl: Insufficient funds to cover the fees
pt: Fundos insuficientes para cobrir as taxas

source: Insufficient funds
es: Fondos insuficientes
fr: Fonds insuffisants
hu: Nincs elegendő fedezet
pl: Niewystarczające środki
pt: Fundos insuficientes

# insufficientFundsForFeesSheetMessage
source: You don't have enough funds for fees
es: No tienes fondos suficientes para comisiones
fr: Tu n’as pas assez de fonds pour les frais
hu: Nincs a díjakhoz elegendő fedezeted
pl: Nie masz wystarczających środków na opłaty
pt: Você não tem fundos suficientes para as taxas

# insufficientFundsSheetAssetDescription
source: Browse Marketplace
es: Explorar el Markteplace
fr: Explorer le marché
hu: Piactér felfedezése
pl: Przeglądaj rynek
pt: Navegar no marketplace

# insufficientFundsSheetAssetTitle
source: Get {asset}
es: Conseguir {asset}
fr: Obtenir {asset}
hu: {asset} szerzés
pl: Zdobądź {asset}
pt: Obter {asset}

# insufficientFundsSheetCurrentBalance
source: Current balance: {balance}
es: Balance Actual: {balance}
fr: Solde actuel : {balance}
hu: Aktuális egyenleg: {balance}
pl: Aktualne saldo: {balance}
pt: Saldo atual: {balance}

# insufficientFundsSheetMessage
source: You don't have enough funds.
es: No tienes fondos suficientes
fr: Tu n’as pas assez de fonds
hu: Nincs elegendő fedezeted.
pl: Nie masz wystarczających środków
pt: Você não tem fundos suficientes

# insufficientFundsSheetRequiredFee
source: Required fee: {fee}
es: Comisión requerida: {fee}
fr: Frais requis : {fee}
hu: Szükséges díj: {fee}
pl: Wymagana opłata: {fee}
pt: Taxa necessária: {fee}

source: Internal Send
es: Envío Interno
fr: Envoi interne
hu: Belső küldés
pl: Wysyłka wewnętrzna
pt: Envio Interno

# internalSendLbtcSubtitle
source: Lightning & Liquid
es: Lightning y Liquid
pl: Lightning i Liquid

# internalSendLbtcTitle
source: Bitcoin Layer 2
es: Bitcoin de Capa 2
fr: Bitcoin couche 2
hu: Bitcoin 2. réteg
pl: Bitcoin warstwa 2
pt: Camada 2 de Bitcoin

# internalSendReviewCurrentRate
source: Current Rate
es: Tasa Actual
fr: Taux actuel
hu: Aktuális árfolyam
pl: Aktualny kurs
pt: Taxa Atual

# internalSendReviewNetworkFee
source: {network} Network Fee
es: Comisión de Red {network}
fr: Frais réseau {network}
hu: {network} hálózati díj
pl: Opłata sieci {network}
pt: Taxa de Rede {network}

# internalSendReviewSendAmountTitle
source: You will send
es: Enviarás
fr: Tu vas envoyer
hu: Ennyit küldesz
pl: Wyślesz
pt: Você vai enviar

# internalSendReviewSideswapServiceFee
source: SideSwap Service Fee
es: Comisión de Servicio de SideSwap
fr: Frais de service SideSwap
hu: SideSwap szolgáltatási díj
pl: Opłata serwisowa SideSwap
pt: Taxa de Serviço SideSwap

# internalSendTimeoutError
source: Could not receive order confirmation
es: No se pudo recibir confirmación de la orden
fr: Confirmation de commande non reçue
hu: A megbízás megerősítése sikertelen
pl: Nie można otrzymać potwierdzenia zamówienia
pt: Não foi possível receber a confirmação do pedido

source: Invalid address
es: Dirección inválida
fr: Adresse invalide
hu: Érvénytelen cím
pl: Nieprawidłowy adres
pt: Endereço inválido

# invalidNetworkTypeError
source: Invalid network type
es: Tipo de red inválido
fr: Type de réseau invalide
hu: Érvénytelen hálózat típus
pl: Nieprawidłowy typ sieci
pt: Tipo de rede inválido

# invalidSubaccountTypeError
source: Invalid subaccount type
es: Tipo de subcuenta inválido
fr: Type de sous-compte invalide
hu: Érvénytelen alszámla típus
pl: Nieprawidłowy typ subkonta
pt: Tipo de subconta inválido

# invoicesWithoutAmountNotSupported
source: Invoices without an amount are not supported.
es: No se admiten facturas sin importe
fr: Les factures sans montant ne sont pas prises en charge
hu: Összeg nélküli számla nem támogatott.
pl: Faktury bez kwoty nie są obsługiwane
pt: Faturas sem um montante não são suportadas.

source: L2 Bitcoin
es: Bitcoin L2
fr: Bitcoin L2
pt: Bitcoin L2

source: Language
es: Idioma
fr: Langue
hu: Nyelv
pl: Język
pt: Idioma

source: Later
es: Más tarde
fr: Plus tard
hu: Később
pl: Później
pt: Mais tarde

source: Layer 2 Bitcoin
es: Bitcoin Capa 2
fr: Bitcoin couche 2
hu: 2. rétegű Bitcoin
pl: Bitcoin warstwa 2

# legacySegwitSubaccountNotFoundError
source: Legacy segwit liquid subaccount not found
es: Subcuenta Liquid de Legacy SegWit no encontrada
fr: Sous-compte legacy segwit liquid introuvable
pt: Subconta do Legacy SegWit Liquid não encontrada

source: Lightning Invoice
es: Recibo de Lightning
fr: Facture Lightning
hu: Lightning számla
pl: Faktura Lightning
pt: Fatura Lightning

source: Lightning invoice not found
es: Factura de Lightning no encontrada
fr: Facture Lightning introuvable
hu: Lightning számla nem található
pl: Nie znaleziono faktury Lightning
pt: Fatura Lightning não encontrada

# lightningTransactionPendingScreenSendTitle
source: You're sending
es: Estás enviando
fr: Tu es en train d’envoyer
hu: Küldesz
pl: Wysyłasz
pt: Você está enviando

# lightningTransactionSuccessScreenReceiveTitle
source: You've received
es: Has recibido
fr: Tu as reçu
hu: Kaptál
pl: Otrzymałeś
pt: Você recebeu

# lightningTransactionSuccessScreenSendTitle
source: You've sent
es: Has enviado
fr: Tu as envoyé
hu: Küldtél
pl: Wysłałeś
pt: Você enviou

# linkErrorAlertSubtitle
source: Unknown error occurred. Please try again later.
es: Error desconocido. Por favor, intenta nuevamente más tarde.
fr: Une erreur inconnue est survenue. Réessaie plus tard.
hu: Ismeretlen hiba történt. Kérünk, próbáld újra később!
pl: Wystąpił nieznany błąd. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido. Por favor, tente novamente mais tarde.

# linkErrorAlertTitle
source: Sorry, we couldn't open the link.
es: 😖 Lo sentimos, no se pudo abrir el enlace
fr: Désolé, le lien n’a pas pu être ouvert
hu: Sajnos nem tudtuk megnyitni a linket.
pl: Przepraszamy, nie mogliśmy otworzyć linku
pt: Desculpe, não foi possível abrir o link.

# liquidElectrumServerUrlRequired
source: Liquid Electrum server URL is required.
es: Se requiere la URL del servidor Liquid Electrum.
fr: L’URL du serveur Electrum Liquid est requise
hu: Liquid Electrum szerver URL szükséges.
pl: Wymagany adres URL serwera Liquid Electrum
pt: URL do servidor Liquid Electrum é necessária.

source: Liquid Network Fees
es: Comisión de la Red Liquid
fr: Frais réseau Liquid
hu: Liquid hálózati díjak
pl: Opłaty sieci Liquid
pt: Taxas de Rede da Liquid

source: Liquid Network Rate
es: Tarifa de la Red Liquid
fr: Taux du réseau Liquid
hu: Liquid hálózati díjarány
pl: Kurs sieci Liquid
pt: Taxa da Liquid Network

source: Liquid URL
es: URL de Liquid
fr: URL Liquid
pl: URL Liquid

# lnurlpInvoiceRetrievalError
source: Error fetching lightning invoice.
es: Error al obtener la factura de Lightning.
fr: Erreur lors de la récupération de la facture Lightning.
pt: Erro ao buscar fatura Lightning.

# lnurlwGeneralError
source: Error completing withdrawal.
es: Error al completar el retiro.
fr: Erreur lors du retrait.
hu: Hiba történt a kiutalás végrehajtása során.
pl: Błąd podczas realizacji wypłaty
pt: Erro ao completar a retirada.

source: LNURL Withdraw
es: Retiro LNURL
fr: Retrait LNUrl
hu: LNURL kiutalás
pl: Wypłata LNUrl
pt: Saque LNURL

# lnurlwWithdraw
source: Withdraw
es: Retirar
fr: Retirer
hu: Kiutalás
pl: Wypłać
pt: Retirar

# loginScreenAuthError
source: Failed to authenticate. Please try again.
es: Error al autenticar. Vuelve a intentarlo.
fr: Échec de l’authentification. Réessaie.
hu: Nem sikerült az azonosítás. Kérünk, próbáld újra!
pl: Nie udało się uwierzytelnić. Spróbuj ponownie.
pt: Falha ao autenticar. Por favor, tente novamente.

# loginScreenContinue
source: Continue
es: Continuar
fr: Continuer
hu: Tovább
pl: Kontynuuj
pt: Continuar

# loginScreenDescription
source: Create a JAN3 account that connects to external integrations and services.
es: Crea o inicia sesión en tu cuenta JAN3 para conectar con integraciones y servicios externos.
fr: Crée un compte Jan3 lié aux intégrations externes pour accéder plus facilement à ces services et d’autres.
hu: JAN3 fiók létrehozásával külső integrációkhoz és szolgáltatásokhoz csatlakozhatsz.
pl: Utwórz konto Jan3, które będzie powiązane z zewnętrznymi integracjami, co ułatwi dostęp do tych usług i nie tylko.
pt: Crie ou entre com sua conta JAN3 para se conectar com integrações e serviços externos.

# loginScreenEmailPrompt
source: Please enter your email
es: Por favor, introduzca su correo electrónico
fr: Entre ton email
hu: Kérünk, add meg az email címed!
pl: Wprowadź swój email
pt: Por favor, insira o seu e-mail

# loginScreenFieldRequired
source: This field is required
es: Este campo es requerido
fr: Ce champ est requis
hu: Ez a mező kötelező
pl: To pole jest wymagane
pt: Este campo é obrigatório

# loginScreenGeneralError
source: An error occurred. Please try again.
es: Ha ocurrido un error. Por favor, inténtalo de nuevo.
fr: Une erreur est survenue. Réessaie.
hu: Hiba történt. Kérünk, próbáld újra!
pl: Wystąpił błąd. Spróbuj ponownie.
pt: Ocorreu um erro. Tente novamente.

# loginScreenInvalidEmail
source: Please enter a valid email
es: Por favor ingrese un correo electrónico válido
fr: Entre une adresse email valide
hu: Kérünk, egy érvényes email címet adj meg!
pl: Wprowadź prawidłowy email
pt: Por favor, digite um e-mail válido

# loginScreenTitle
source: Sign Up / Log In
es: Registrarse / Iniciar sesión
fr: Créer un compte
hu: Regisztráció / Bejelentkezés
pl: Zarejestruj się
pt: Cadastre-se / Faça Login

# low
source: Low Priority
es: Prioridad Baja
fr: Priorité basse
hu: Alacsony prioritás
pl: Niski priorytet
pt: Prioridade Baixa

source: Manage Assets
es: Manejar Activos
fr: Gérer les actifs
hu: Eszközök kezelése
pl: Zarządzaj aktywami
pt: Gestão De Ativos

# manageAssetsScreenError
source: Failed to load assets list. Please try again later.
es: No se pudo cargar la lista de activos. Por favor, inténta de nuevo más tarde.
fr: Échec du chargement de la liste des actifs. Réessaie plus tard.
hu: Nem sikerült betölteni az eszközlistát. Kérünk, próbáld újra később!
pl: Nie udało się załadować listy aktywów. Spróbuj ponownie później.
pt: Falha ao carregar a lista de ativos. Por favor, tente novamente mais tarde.

# marketplaceRegionScreenDescriptionStartNormal
source: Select Your
es: Escoje tu
fr: Sélectionne ta
hu: Válaszd ki a
pl: Wybierz swój
pt: Selecione sua

# marketplaceScreenBankingButton
source: Debit Card
es: Tarjeta de débito
fr: Carte de débit
hu: Bankkártya
pl: Karta debetowa
pt: Cartão de Débito

# marketplaceScreenBtcMapButtonDescription
source: Find merchants that accept Bitcoin
es: Encuentra comerciantes que aceptan Bitcoin
fr: Trouve des commerçants qui acceptent Bitcoin
pt: Encontre comerciantes que aceitem Bitcoin

# marketplaceScreenBuyButton
source: Buy Bitcoin
es: Comprar Bitcoin
fr: Acheter du Bitcoin
hu: Bitcoin vétel
pl: Kup Bitcoin
pt: Comprar Bitcoin

# marketplaceScreenBuyButtonDescription
source: Buy and Sell Bitcoin and Liquid assets
es: Comprar y Vender Bitcoin y activos Liquid
fr: Achète ou vends du Bitcoin et des actifs Liquid
pt: Comprar e Vender Bitcoin e ativos Liquid

# marketplaceScreenExchangeButtonDescription
source: Utilize SideSwap peer-to-peer services
es: Utiliza los servicios persona a persona de SideSwap
fr: Utilise les services pair-à-pair de SideSwap
pt: Utilizar serviços peer-to-peer do SideSwap

# marketplaceScreenDolphinCardButtonDescription
source: Spend effortlessly wherever you can pay with Visa
es: Gasta sin esfuerzo donde sea que puedas pagar con VISA®
fr: Dépense facilement là où Visa est acceptée
pt: Gaste sem esforço onde quer que você possa pagar com VISA®️

# marketplaceTitle
source: Marketplace
es: Mercado
fr: Marché
hu: Piactér
pl: Rynek

source: Max
es: Máximo
pl: Maks
pt: Máximo

source: Max: ${value}
es: Máximo: ${value}
pl: Maks: ${value}
pt: Máx: ${value}

# mempoolConflictBroadcastTxExceptionMessage
source: There has been a mempool conflict error.
es: Ha habido un error de conflicto de mempool.
fr: Conflit détecté dans le mempool
hu: Mempool konfliktus hiba történt.
pl: Wystąpił konflikt w mempool
pt: Ocorreu um erro de conflito no mempool.

# mempoolConflictBroadcastTxExceptionTimerMessage
source: Try again in {time} seconds or cancel.
es: Inténtalo de nuevo en {time} segundos o cancela.
fr: Réessaie dans {time} secondes ou annule
hu: Próbáld újra {time} másodperc múlva, vagy töröld!
pl: Spróbuj ponownie za {time} sekund lub anuluj
pt: Tente novamente em {time} segundos ou cancele.

# mempoolConflictBroadcastTxExceptionTitle
source: Mempool Conflict
es: Conflicto de Mempool
fr: Conflit dans le mempool
hu: Mempool konfliktus
pl: Konflikt Mempool
pt: Conflito no mempool

source: Min
es: Mínimo
pt: Mínimo

# minimum
source: Minimum Priority
es: Prioridad Mínima
fr: Priorité minimale
hu: Minimális prioritás
pl: Minimalny priorytet
pt: Prioridade mínima

source: Min: ${value}
es: Mínimo: ${value}
pt: Mín: ${value}

# invalidMiniPrivateKeyError
source: Invalid mini private key
es: Mini clave privada inválida
hu: Érvénytelen mini privát kulcs
pl: Nieprawidłowy mini klucz prywatny
pt: Chave mini privada inválida

source: Monthly Limit
es: Límite Mensual
fr: Limite mensuelle
hu: Havi limit
pl: Limit miesięczny
pt: Limite Mensal

source: My Card
es: Mi Tarjeta
fr: Ma carte
hu: Kártyám
pl: Moja karta
pt: Meu cartão

source: My Notes
es: Mis Notas
fr: Mes notes
hu: Jegyzeteim
pl: Moje notatki
pt: Minhas Notas

# needRestartAppError
source: Please restart the app for full functionality.
es: Por favor, reinicie la aplicación para tener una funcionalidad completa.
hu: Kérünk, indítsd újra az alkalmazást a teljes funkcionalitásért!
pl: Uruchom ponownie aplikację, aby uzyskać pełną funkcjonalność
pt: Por favor, reinicie o aplicativo para obter a funcionalidade completa.

source: Network Fees
es: Comisión de Red
hu: Hálózati díjak
pl: Opłaty sieciowe
pt: Taxa de Rede

source: No Addresses
es: Sin Direcciones
hu: Nincsenek címek
pl: Brak adresów
pt: Nenhum endereço

source: No Fee
es: Sin Comisión
hu: Díjmentes
pl: Brak opłaty
pt: Sem Taxa

# noOnrampOptionsAvailable
source: Sorry, there are no options available in your region.
es: Lo sentimos, no hay opciones disponibles en tu región.
hu: Sajnos a régiódban nem állnak rendelkezésre választási lehetőségek.
pl: Przepraszamy, w Twoim regionie nie ma dostępnych opcji
pt: Desculpe, não há opções disponíveis em sua região.

source: Not enough funds
es: No hay fondos suficientes
hu: Elégtelen fedezet
pl: Niewystarczające środki
pt: Saldo insuficiente

source: Note
es: Nota
hu: Jegyzet
pl: Notatka
pt: Nota

# notesSettingsScreenTitle
source: Notes
es: Notas
hu: Megjegyzés
pl: Notatki
pt: Notas

# notesSettingsScreenExportTitle
source: Export transaction notes
es: Exportar las notas de transacción
hu: Tranzakciós megjegyzések exportálása
pl: Eksportuj notatki transakcyjne
pt: Exportar notas de transação
