Repository: AquaWallet/aqua-wallet
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hu, pl, pt

# sendAssetAmountScreenGreaterThanMaxAmountError
source: Invoice amount above maximum
es: Monto de la factura por encima del límite máximo
fr: Montant de la facture supérieur au maximum
hu: Invoice amount above maximum limit
pl: Invoice amount above maximum limit
pt: Valor da fatura acima do limite máximo

# sendAssetAmountScreenInvalidLightningAddressError
source: Invalid Lightning address
es: Dirección de Lightning Inválida
fr: Adresse Lightning invalide
hu: Érvénytelen Lightning-cím
pl: Nieprawidłowy adres Lightning
pt: Endereço inválido do Lightning

# sendAssetAmountScreenLessThanMinAmountError
source: Invoice amount below minimum of 1000 sats.
es: Monto de la factura por debajo del mínimo de {amountInSats} sats.
fr: Montant de la facture en dessous du minimum de 1000 sats
hu: Invoice amount below minimum of {amountInSats} sats.
pl: Invoice amount below minimum of {amountInSats} sats.
pt: Valor da fatura abaixo do mínimo de {amountInSats} sats.

# sendAssetAmountScreenNonMatchingAmountError
source: Invoice amount does not match
es: El monto de la factura no coincide
fr: Montant de la facture non correspondant
hu: A számla összege nem egyezik
pl: Kwota faktury nie zgadza się
pt: A quantia da fatura não corresponde

# sendAssetAmountScreenNonMatchingAssetIdError
source: Invoice asset does not match.
es: El activo de la factura no coincide
fr: L’actif de la facture ne correspond pas
hu: A számla fizetőeszköze nem egyezik.
pl: Aktyw faktury nie zgadza się
pt: Ativo da fatura não corresponde

# sendAssetAmountScreenNotEnoughFundsError
source: Not enough funds
es: No hay fondos suficientes
fr: Fonds insuffisants
hu: Elégtelen fedezet
pl: Niewystarczające środki
pt: Saldo insuficiente

# sendAssetAmountScreenNotEnoughFundsForFeeError
source: Not enough funds for fee
es: Sin fondos suficientes para pagar comisiones
fr: Fonds insuffisants pour les frais
hu: Not enough funds to pay fees
pl: Not enough funds to pay fees
pt: Fundos insuficientes para a taxa

# sendAssetAmountScreenUnsupportedInvoiceError
source: Unsupported Invoice
es: Factura no compatible
fr: Facture non prise en charge
hu: Nem támogatott számla
pl: Nieobsługiwana faktura
pt: Fatura não suportada

# sendAssetCompleteScreenFeeLabel
source: Network Fee
es: Comisión de Red
fr: Frais réseau
hu: Hálózati díj
pl: Opłata sieciowa
pt: Taxa de Rede

# sendAssetReviewNotEnoughFunds
source: Ask a friend to send you a few dollars over lightning
es: ¡Pídele a un amigo que te envíe unos cuantos dólares por Lightning!
fr: Demande à un ami de t’envoyer quelques dollars via Lightning
pt: Peça a um amigo para lhe enviar alguns dólares via Lightning!

# sendAssetReviewScreenConfirmAmountTitleReceive
source: The recipient will receive
es: El destinatario recibirá
fr: Le destinataire recevra
hu: Küldendő összeg
pl: Odbiorca otrzyma
pt: O destinatário receberá

# sendAssetReviewScreenConfirmAmountTitleSend
source: You are sending
es: Estás enviando
fr: Tu envoies
hu: Ennyit küldesz
pl: Wysyłasz
pt: Você está enviando

# sendAssetReviewScreenConfirmCustomFeeButton
source: Custom Fee
es: Comisión personalizada
fr: Frais personnalisés
hu: Egyéni díj
pl: Własna opłata
pt: Taxa Personalizada

# sendAssetReviewScreenConfirmCustomFeeMinimum
source: Min {minimum} sat/vB
es: Mínimo {minimum} sat/vB
fr: Min {minimum} sats/vbyte
hu: minimum {minimum} sat/vB
pl: Min {minimum} sats/vbyte
pt: Mínimo {minimum} sats/vbyte

# sendAssetReviewScreenConfirmFeeTitle
source: Pay network fee with
es: Pagar comisiones de red con
fr: Payer les frais réseau avec
hu: Hálózati díj fizetése ezzel
pl: Zapłać opłaty sieciowe używając
pt: Pagar taxas de rede com

# sendAssetReviewScreenConfirmPriorityTitle
source: Choose Priority
es: Escoger prioridad
fr: Choisir la priorité
hu: Válassz prioritást
pl: Wybierz priorytet
pt: Escolha Prioridade

# sendAssetReviewScreenGenericLabel
source: You are sending {symbol} on the {network} Network
es: Estás enviando {symbol} en la Red {network}
fr: Tu envoies {symbol} sur le réseau {network}
hu: {symbol} küldése a {network} hálózaton
pl: Wysyłasz {symbol} w sieci {network}
pt: Você está enviando {symbol} na rede {network}

# sendAssetScreenAddressInputHint
source: Input address or scan QR
es: Ingresa la dirección o escanea el QR
fr: Entre une adresse ou scanne un QR
hu: Cím megadása vagy QR beolvasása
pl: Wprowadź adres lub zeskanuj QR
pt: Inserir endereço ou escanear QR

# sendAssetScreenClipboardTitle
source: Paste from clipboard
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papiers
hu: Beillesztés a vágólapról
pl: Wklej ze schowka
pt: Colar da área de transferência

# sendAssetScreenUseAllFundsButton
source: Send Max
es: Enviar Máximo
fr: Envoyer le maximum
hu: Összes küldése
pl: Wyślij maksymalną kwotę
pt: Enviar Máximo

# sendReviewExtPrivKeyHeader
source: You're Claiming
es: Estás Reclamando
hu: Igényelsz
pl: Odbierasz
pt: Você está resgatando

source: Sending
es: Enviando
fr: Envoi en cours
hu: Küldés
pl: Wysyłanie
pt: Enviando

# sendMaxAmountError
source: The amount exceeds the max of {max}.
es: El monto excede el límite máximo de {max}.
fr: Le montant dépasse le maximum de {max}.
hu: The amount exceeds the maximum limit of {max}.
pl: The amount exceeds the maximum limit of {max}.
pt: A quantia excede o máximo de {max} sats.

# sendMinAmountError
source: The amount is below the min of {min}.
es: El monto es inferior al mínimo de {min}.
fr: Le montant est en dessous du minimum de {min}.
hu: The amount is below the minimum of {min}.
pl: The amount is below the minimum of {min}.
pt: O valor está abaixo do mínimo de {min}.

source: Send to
es: Enviar a
fr: Envoyer à
hu: Címzett
pl: Wyślij do
pt: Enviar para

source: Service
es: Servicio
hu: Szolgáltatás
pl: Usługa
pt: Serviço

source: Set Amount
es: Fijar Monto
fr: Définir le montant
hu: Összeg megadása
pl: Ustaw kwotę
pt: Definir valor

source: Set Custom Fee Amount
es: Establecer Monto de Comisión Personalizada
fr: Définir des frais personnalisés
hu: Egyéni díj megadása
pl: Ustaw własną kwotę opłaty
pt: Definir Quantia de Taxa Personalizada

source: Settings
es: Ajustes
fr: Paramètres
hu: Beállítások
pl: Ustawienia
pt: Configurações

# settingsScreenCurrencyLabelAUD
source: Australian dollar
es: Dólar australiano
fr: Dollar australien
hu: ausztrál dollár
pl: Dolar australijski
pt: Dólar australiano

# settingsScreenCurrencyLabelBRL
source: Brazilian real
es: Real brasileño
fr: Réal brésilien
hu: brazil real
pl: Real brazylijski
pt: Real brasileiro

# settingsScreenCurrencyLabelCAD
source: Canadian Dollar
es: Dólar canadiense
fr: Dollar canadien
hu: kanadai dollár
pl: Dolar kanadyjski
pt: Dólar Canadense

# settingsScreenCurrencyLabelCHF
source: Swiss franc
es: Franco suizo
fr: Franc suisse
hu: svájci frank
pl: Frank szwajcarski
pt: Franco suíço

# settingsScreenCurrencyLabelCNY
source: Chinese Yuan
es: Yuan chino
fr: Yuan chinois
hu: kínai jüan
pl: Yuan chiński
pt: Yuan Chinês

# settingsScreenCurrencyLabelCZK
source: Czech Koruna
es: Corona checa
fr: Couronne tchèque
hu: cseh korona
pl: Korona czeska
pt: Coroa Checa

# settingsScreenCurrencyLabelDKK
source: Danish Krone
es: Corona danesa
fr: Couronne danoise
hu: dán korona
pl: Korona duńska
pt: Coroa Dinamarquesa

# settingsScreenCurrencyLabelGBP
source: Great British Pound
es: Libra británica
fr: Livre sterling
hu: angol font
pl: Funt brytyjski
pt: Libra Esterlina

# settingsScreenCurrencyLabelHKD
source: Hong Kong Dollar
es: Dólar de Hong Kong
fr: Dollar de Hong Kong
hu: hongkongi dollár
pl: Dolar hongkoński
pt: Dólar de Hong Kong

# settingsScreenCurrencyLabelILS
source: Israeli Shekel
es: Shekel israelí
fr: Shekel israélien
hu: izraeli sékel
pl: Szekel izraelski
pt: Shekel israelense

# settingsScreenCurrencyLabelINR
source: Indian Rupee
es: Rupia india
fr: Roupie indienne
hu: indiai rúpia
pl: Rupia indyjska
pt: Rúpia indiana

# settingsScreenCurrencyLabelJPY
source: Japanese Yen
es: Yen japonés
fr: Yen japonais
hu: japán jen
pl: Jen japoński
pt: Yen japonês

# settingsScreenCurrencyLabelMXN
source: Mexican Peso
es: Peso mexicano
fr: Peso mexicain
hu: mexikói peso
pl: Peso meksykańskie
pt: Peso mexicano

# settingsScreenCurrencyLabelMYR
source: Malaysian Ringgit
es: Ringgit malayo
fr: Ringgit malaisien
hu: maláj ringgit
pl: Ringgit malezyjski
pt: Ringgit malaio

# settingsScreenCurrencyLabelNGN
source: Nigerian Naira
es: Naira nigeriana
fr: Naira nigérian
hu: nigériai naira
pl: Naira nigeryjska
pt: Naira nigeriana

# settingsScreenCurrencyLabelNOK
source: Norwegian Krone
es: Corona noruega
fr: Couronne norvégienne
hu: norvég korona
pl: Korona norweska
pt: Coroa norueguesa

# settingsScreenCurrencyLabelNZD
source: New Zealand Dollar
es: Dólar neozelandés
fr: Dollar néo-zélandais
hu: új-zélandi dollár
pl: Dolar nowozelandzki
pt: Dólar neozelandês

# settingsScreenCurrencyLabelPLN
source: Polish złoty
es: Esloti polaco
fr: Złoty polonais
hu: lengyel złoty
pl: Złoty polski
pt: Złoty polaco

# settingsScreenCurrencyLabelRUB
source: Russian Ruble
es: Rublo ruso
fr: Rouble russe
hu: orosz rubel
pl: Rubel rosyjski
pt: Rublo Russo

# settingsScreenCurrencyLabelSEK
source: Swedish Krona
es: Corona sueca
fr: Couronne suédoise
hu: svéd korona
pl: Korona szwedzka
pt: Coroa Sueca

# settingsScreenCurrencyLabelSGD
source: Singapore Dollar
es: Dólar de Singapur
fr: Dollar de Singapour
hu: szingapúri dollár
pl: Dolar singapurski
pt: Dólar de Singapura

# settingsScreenCurrencyLabelTHB
source: Thai Baht
es: Baht tailandés
fr: Baht thaïlandais
pl: Baht tajski
pt: Baht tailandês

# settingsScreenCurrencyLabelTRY
source: Turkish lira
es: Lira turca
fr: Livre turque
hu: török líra
pl: Lira turecka
pt: Lira Turca

# settingsScreenCurrencyLabelUSD
source: United States Dollar
es: Dólar estadounidense
fr: Dollar américain
hu: amerikai dollár
pl: Dolar amerykański
pt: Dólar dos Estados Unidos

# settingsScreenCurrencyLabelVND
source: Vietnamese dong
es: Dong vietnamita
fr: Dong vietnamien
hu: vietnami dong
pl: Dong wietnamski
pt: Dongue vietnamita

# settingsScreenCurrencyLabelZAR
source: South African Rand
es: Rand sudafricano
fr: Rand sud-africain
hu: dél-afrikai rand
pl: Rand południowoafrykański
pt: Rand Sul Africano

# settingsScreenItemBiometricAuth
source: Biometric Authentication
es: Autenticación Biométrica
fr: Authentification biométrique
hu: Biometrikus azonosítás
pl: Uwierzytelnianie biometryczne
pt: Autenticação Biométrica

# themesSettingsScreenTitle
source: Themes
es: Temas
hu: Téma
pl: Wygląd
pt: Temas

# themesSettingsScreenItemLight
source: Light
es: Claro
hu: Világos
pl: Jasny
pt: Claro

# themesSettingsScreenItemDark
source: Dark
es: Oscuro
hu: Sötét
pl: Ciemny
pt: Escuro

# themesSettingsScreenItemSystem
source: System
es: Sistema
hu: Rendszer
pl: Systemowy
pt: Sistema

# settingsScreenItemDarkMode
source: Dark Mode
es: Modo Oscuro
fr: Mode sombre
hu: Dark Mode (sötét mód)
pl: Tryb ciemny
pt: Modo Escuro

# settingsScreenItemExperimentalFeatures
source: Experimental Features
es: Funciones Experimentales
fr: Fonctionnalités expérimentales
hu: Kísérleti funkciók
pl: Funkcje eksperymentalne
pt: Recursos Experimentais

# settingsScreenItemExplorer
source: Default Block Explorer
es: Explorador
fr: Explorateur de blocs par défaut
hu: Explorer
pl: Explorer
pt: Explorador

# settingsScreenItemHiddenLanguageDisabled
source: Hidden Languages Disabled
es: Idiomas ocultos deshabilitados
fr: Langues cachées désactivées
hu: Rejtett nyelvek letiltva
pl: Ukryte języki wyłączone
pt: Idiomas Ocultos Desabilitados

# settingsScreenItemHiddenLanguageEnabled
source: Hidden Languages Enabled
es: Idiomas ocultos habilitados
fr: Langues cachées activées
hu: Rejtett nyelvek engedélyezve
pl: Ukryte języki włączone
pt: Idiomas Ocultos Habilitados

# settingsScreenItemLogs
source: Logs
es: Registros
hu: Log fájlok
pl: Logi
pt: Registros

# settingsScreenItemPhrase
source: View Seed Phrase
es: Ver Frase de Recuperación
fr: Voir la phrase de récupération
hu: Seed-phrase megjelenítése
pl: Zobacz frazę odzyskiwania
pt: Ver Frase-Semente

# settingsScreenItemPin
source: Passcode
es: Contraseña
fr: Code de sécurité
hu: Jelkód
pl: Kod PIN
pt: Código de acesso

# settingsScreenItemRemoveWallet
source: Delete Wallet
es: Eliminar billetera
fr: Supprimer le portefeuille
hu: Tárca törlése
pl: Usuń portfel
pt: Excluir Carteira

# settingsScreenItemShareLogs
source: Share Logs
es: Compartir Registros
fr: Partager les logs
hu: Napló (log) megosztása
pl: Udostępnij logi
pt: Compartilhar Logs

# settingsScreenItemExportNotes
source: Export Notes
es: Exportar Notas
hu: Megjegyzések exportálása
pl: Eksportuj notatki
pt: Exportar Notas

# settingsScreenItemVersion
source: Version {version}
es: Versión {version}
hu: Verzió {version}
pl: Wersja {version}
pt: Versão {version}

# settingsScreenItemViewSeedQR
source: View Seed QR
es: Ver QR Semilla
fr: Voir le QR de la seed
hu: Seed QR megtekintése
pl: Zobacz QR ziarna
pt: Ver Seed QR

# settingsScreenSectionAdvanced
source: Advanced Settings
es: Configuración Avanzada
fr: Paramètres avancés
hu: Haladó beállítások
pl: Ustawienia zaawansowane
pt: Configurações Avançadas

# settingsScreenSectionGeneral
source: General Settings
es: Configuración General
fr: Paramètres généraux
hu: Általános beállítások
pl: Ustawienia ogólne
pt: Configurações Gerais

# settingsScreenSectionSecurity
source: Security Settings
es: Configuraciones de Seguridad
fr: Paramètres de sécurité
hu: Biztonsági beállítások
pl: Ustawienia bezpieczeństwa
pt: Configurações de segurança

source: Settle Address
es: Dirección de Depósito SideShift
fr: Adresse de règlement
hu: Kiegyenlítési cím
pl: Adres rozliczeniowy
pt: Resolver o endereço

source: Settle address copied
es: Dirección de Depósito SideShift copiada
fr: Adresse de règlement copiée
hu: Kiegyenlítési cím másolva
pl: Skopiowano adres rozliczeniowy
pt: Endereço de liquidação copiado

source: Settle Amount
es: Monto de Asentamiento
fr: Montant à régler
hu: Kiegyenlítési összeg
pl: Kwota rozliczenia
pt: Liquidar Quantidade

# shiftID
source: SideShift Order ID
es: SideShift ID
fr: ID de transaction
hu: SideShift megbízás azonosító
pl: ID przesunięcia
pt: SideShift ID

# sideshiftDeliverAmountExceedBalanceError
source: The delivery amount exceeds the available balance.
es: Fondos Insuficientes
fr: Le montant dépasse le solde disponible.
hu: Insufficient Funds
pl: Insufficient Funds
pt: Fundos insuficientes

# sideshiftDeliverAmountRequiredError
source: A delivery amount is required.
es: Un monto de entrega es requerido.
fr: Un montant est requis.
hu: Kézbesítési összeg szükséges.
pl: Wymagana jest kwota dostawy
pt: É necessário um valor de entrega.

# sideshiftMaxDeliverAmountError
source: The delivery amount exceeds the maximum allowed amount of {max}.
es: El monto excede el límite máximo de {max}.
fr: Le montant dépasse le maximum autorisé de {max}.
hu: The amount exceeds the maximum limit of {max}.
pl: The amount exceeds the maximum limit of {max}.
pt: A quantia excede o máximo de {max}.

# sideshiftMinDeliverAmountError
source: The delivery amount is below the minimum allowed amount of {min}.
es: La cantidad a enviar está por debajo del límite mínimo de {min}.
fr: Le montant est inférieur au minimum autorisé de {min}.
hu: The amount to send is below the minimum limit of {min}.
pl: The amount to send is below the minimum limit of {min}.
pt: O valor está abaixo do mínimo de {min}.

# sideshiftNoPermissionsError
source: This feature is currently not available in your region.
es: Esta función no está disponible
fr: Cette fonctionnalité n’est pas disponible dans ta région
hu: Ez a funkció jelenleg nem érhető el a régiódban.
pl: Ta funkcja nie jest obecnie dostępna w Twoim regionie
pt: Este recurso atualmente não está disponível

# sideshiftOrderStatusReview
source: Review
es: Revisar
fr: À vérifier
hu: Áttekintés
pl: Przegląd
pt: Revisão

# sideshiftOrderStatusSettled
source: Settled
es: Completado
fr: Réglé
hu: Kiegyenlítve
pl: Rozliczone
pt: Liquidado

# sideshiftOrderStatusSettling
source: Settling
es: Liquidando
fr: En cours de règlement
hu: Kiegyenlítés alatt
pl: Rozliczanie
pt: Liquidando

# sideshiftRefundAddressNotFound
source: Could not get refund address
es: No se pudo obtener la dirección de reembolso
fr: Impossible d’obtenir l’adresse de remboursement
hu: Visszatérítési cím elérése sikertelen
pl: Nie można uzyskać adresu zwrotu
pt: Não foi possível obter o endereço de reembolso

source: SideSwap Order ID
es: SideSwap ID
fr: ID de commande SideSwap
hu: SideSwap megbízás azonosító
pl: ID zamówienia SideSwap
pt: SideSwap ID

# sideswapPegInDescription
source: Peg-in Powered By SideSwap
es: Peg-in Impulsado por SideSwap
fr: Peg-In propulsé par Sideswap.io
hu: SideSwap általi Peg-in
pl: Peg-In obsługiwany przez Sideswap.io
pt: Peg-In Fornecido por Sideswap.io

# sideswapPegOutDescription
source: Peg-out Powered By SideSwap
es: Peg-out Impulsado por SideSwap
fr: Peg-Out propulsé par Sideswap.io
hu: SideSwap általi Peg-out
pl: Peg-Out obsługiwany przez Sideswap.io
pt: Peg-Out Fornecido por Sideswap.io

source: Sign Up
es: Registrarse
fr: Créer un compte
hu: Regisztráció
pl: Zarejestruj się
pt: Registar-se

source: Slide to send
es: Desliza para enviar
fr: Glisser pour envoyer
hu: Csúsztasd az elküldéshez
pl: Przesuń, aby wysłać
pt: Deslize para enviar

source: Something went wrong
es: Algo salió mal
fr: Quelque chose s’est mal passé
pt: Ocorreu um erro

source: Standard
es: Estándar
hu: Normál
pl: Standardowy
pt: Padrão

source: Status
es: Estatus
fr: Statut
hu: Státusz
pl: Stan
pt: Estado

# subaccountCreationError
source: Failed to create subaccount
es: Fallo al crear la subcuenta
fr: Échec de la création du sous-compte
hu: Sikertelen alszámla létrehozás
pl: Nie udało się utworzyć subkonta
pt: Falha ao criar subconta

# subaccountLoadError
source: Failed to load subaccount
es: Fallo al cargar la subcuenta
fr: Échec du chargement du sous-compte
hu: Sikertelen alszámla betöltés
pl: Nie udało się załadować subkonta
pt: Falha ao carregar subconta

# subaccountNotFoundError
source: Subaccount not found
es: Subcuenta no encontrada
fr: Sous-compte introuvable
hu: Alszámla nem található
pl: Nie znaleziono subkonta
pt: Subconta não encontrada

# subaccountsScreenTitle
source: Subaccounts
es: Subcuentas
fr: Sous-comptes
hu: Alszámlák
pl: Subkonta
pt: Subcontas

# subaccountUpdateError
source: Failed to update subaccount
es: Fallo al actualizar la subcuenta
fr: Échec de la mise à jour du sous-compte
hu: Sikertelen alszámla frissítés
pl: Nie udało się zaktualizować subkonta
pt: Falha ao atualizar subconta

# subaccountUpdateMainAccountNameError
source: Cannot edit main account name
es: No se puede editar el nombre de la cuenta principal
fr: Impossible de modifier le nom du compte principal
hu: A főszámla neve nem szerkeszthető
pl: Nie można edytować nazwy głównego konta
pt: Não é possível editar o nome da conta principal

source: Success
es: Exitoso
hu: Siker
pl: Sukces
pt: Concluído

source: Swap
es: Intercambiar
fr: Échanger
pl: Wymień
pt: Trocar

source: Swap Error
es: Error de Cambio
fr: Erreur d’échange
hu: Swap hiba
pl: Błąd wymiany
pt: Erro de Troca

# swapErrorInvalidBtcPair
source: BTC can only be swapped to L-BTC
es: BTC solo puede ser intercambiado por L-BTC
fr: Le BTC ne peut être échangé que contre du LBTC
hu: A BTC csak L-BTC-re swapolható
pt: BTC só pode ser trocado por L-BTC

# swapErrorInvalidLbtcPair
source: L-BTC can only be swapped to BTC or L-USDt
es: L-BTC solo puede ser intercambiado por BTC o Liquid USDt
fr: Le LBTC ne peut être échangé que contre du BTC ou du USDt
hu: L-BTC can only be swapped to BTC or Liquid USDt
pl: L-BTC can only be swapped to BTC or Liquid USDt
pt: L-BTC só pode ser trocado para BTC ou Liquid USDt

# swapErrorInvalidPair
source: Invalid Pair
es: Par Inválido
fr: Paire invalide
hu: Érvénytelen pár
pl: Nieprawidłowa para
pt: Par inválido

# swapErrorInvalidUsdtPair
source: USDt can only be swapped to L-BTC
es: Liquid USDt solo puede ser intercambiado por L-BTC
fr: Le USDt ne peut être échangé que contre du LBTC
hu: Liquid USDt can only be swapped to L-BTC
pl: Liquid USDt can only be swapped to L-BTC
pt: Liquid USDt só pode ser trocado para L-BTC

# swapErrorOrderNotFound
source: Swap order not found
es: Orden de intercambio no encontrada
hu: Swap megbízás nem található
pl: Nie znaleziono zlecenia wymiany
pt: Troca de ordem não encontrada

# swapErrorUnselectedAsset
source: Both source and target assets must be selected
es: Se deben seleccionar los activos de entrega y los de recepción
fr: Les deux actifs doivent être sélectionnés
hu: Mind a forrás, mind a cél eszköz kiválasztása szükséges
pl: Należy wybrać zarówno źródłowy, jak i docelowy aktyw
pt: Ambos os ativos de origem e destino devem ser selecionados

# swapErrorUnspendableAmount
source: Balance is too low to convert
es: El balance es demasiado bajo para cambiar
fr: Le solde est trop faible pour l’échange
hu: Az egyenleg túl alacsony az átváltáshoz
pl: Saldo jest za niskie do konwersji
pt: Saldo muito baixo para converter

# swapFee
source: {service} Fee
es: Comisión de {service}
fr: Frais {service}
hu: {service} díj
pl: Opłata {service}
pt: Taxa {service}

source: Swap from
es: Intercambiar de
fr: Échanger depuis
hu: Swap erről
pl: Wymień z
pt: Converter a partir de

source: Swap ID
es: ID de Intercambio
fr: ID d’échange
hu: Swap azonosító
pl: ID wymiany
pt: ID de troca

# swapIdCopiedSnackbar
source: Swap ID copied
es: ID de intercambio copiada
fr: ID d’échange copié
hu: Swap azonosító másolva
pl: Skopiowano ID wymiany
pt: Swap ID copiado

# swapPanelPegInInfo
source: This is a Peg-in transaction to the Liquid Network. It will initiate after 2 Bitcoin confirmations (~20 minutes), or if SideSwap has insufficient liquidity, 102 confirmations (~17 hours). After the confirmations, it will be broadcast to the Liquid Network and then appear in your Layer 2 wallet transaction list.
es: Esta es una transacción peg-in a la red de Liquid. Se iniciará después de 2 confirmaciones de Bitcoin (~20 minutos), o si SideSwap no tiene liquidez suficiente, 102 confirmaciones, (~17 horas). Después de las confirmaciones será transmitido a la red de Liquid y luego aparecerá en la lista de transacciones de tu billetera de Capa 2.
fr: Ceci est une transaction peg-in vers le réseau Liquid. Elle commencera après 2 confirmations Bitcoin (~20 minutes), ou 102 si la liquidité SideSwap est insuffisante (~17 heures). Après confirmation, elle sera diffusée sur Liquid et visible dans ton portefeuille Layer 2.
hu: Ez egy Peg-in tranzakció a Liquid hálózatra. A tranzakció 2 Bitcoin megerősítés (~20 perc) után indul el, vagy ha a SideSwap likviditása nem elegendő, 102 megerősítés (~17 óra) után. A megerősítések után a tranzakció a Liquid hálózaton kerül közzétételre, majd megjelenik a 2. rétegű tárcád tranzakciós listáján.
pl: To jest transakcja peg-in do sieci Liquid. Zostanie zainicjowana po 2 potwierdzeniach Bitcoin (~20 minut) lub jeśli SideSwap ma niewystarczającą płynność, po 102 potwierdzeniach (~17 godzin). Po potwierdzeniach zostanie wysłana do sieci Liquid i pojawi się na liście transakcji w portfelu warstwy 2.
pt: Esta é uma transação de Peg-in para a Liquid Network. Ela será iniciada após 2 confirmações na rede Bitcoin (~20 minutos) ou, se a SideSwap não tiver liquidez suficiente, após 102 confirmações (~17 horas). Depois das confirmações, a transação será transmitida para a Liquid Network e aparecerá na lista de transações da sua carteira de Layer 2.
