Repository: AquaWallet/aqua-wallet
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hu, pl, pt

# notesSettingsScreenExportTip
source: Tip: You can export transaction notes and import on another device
es: Consejo: Puedes exportar notas de transacción e importarlas en otro dispositivo
hu: Tipp: Exportálhatod a tranzakciós megjegyzéseket és importálhatod egy másik eszközre.
pl: Porada: Możesz eksportować notatki transakcyjne i importować na innym urządzeniu
pt: Dica: Você pode exportar notas de transação e importar para outro dispositivo

# notesSettingsScreenExportButton
source: Export
es: Exportar
hu: Exportálás
pl: Eksportuj
pt: Exportar

# notesSettingsScreenImportTitle
source: Import transaction notes
es: Importar notas de transacción
hu: Tranzakciós megjegyzések importálása
pl: Importuj notatki transakcji
pt: Importar notas de transações

# notesSettingsScreenImportTip
source: Tip: You can import transaction notes exported from Aqua or any other wallet which supports BIP329
es: Consejo: Puedes importar notas de transacción exportadas desde AQUA o cualquier otra billetera que soporte BIP329
hu: Tip: You can import transaction notes exported from COIN.CZ or any other wallet which supports BIP329
pl: Tip: You can import transaction notes exported from COIN.CZ or any other wallet which supports BIP329
pt: Dica: Você pode importar notas de transação exportadas pela AQUA ou qualquer outra carteira que suporte BIP329

# notesSettingsScreenImportButton
source: Import
es: Importar
hu: Importálás
pl: Importuj
pt: Importar

# notesSettingsScreenImportSuccessMessage
source: Transaction notes have been successfuly imported
es: Las notas de transacción se han importado con éxito
hu: Transaction notes have been successfully imported
pl: Transaction notes have been successfully imported
pt: Notas de transação foram importadas com sucesso

# noUnspentOutputsError
source: No unspent outputs found in legacy segwit subaccount
es: No se encontraron salidas sin gastar en la subcuenta de SegWit legacy
pt: Nenhuma saída não gasta encontrada na subconta legacy SegWit

# onrampScreenBtcPriceLabel
source: BTC Price
es: Precio del BTC
hu: BTC árfolyam
pl: Cena BTC
pt: Preço do BTC

# onrampScreenDeliveryOptionsLabel
source: Delivery Options
es: Opciones de Entrega
hu: Kézbesítési módok
pl: Opcje dostawy
pt: Opções de Entrega

# onrampScreenPaymentOptionsLabel
source: Payment Options
es: Métodos de Pago
hu: Fizetési módok
pl: Opcje płatności
pt: Opções de Pagamento

# onrampScreenTitle
source: Buy / Sell
es: Comprar / Vender
hu: Vétel / Eladás
pl: Kup / Sprzedaj
pt: Comprar / Vender

source: Order ID
es: ID de Orden
hu: Megbízás azonosító
pl: ID zamówienia
pt: ID da ordem

# otpScreenChangeEmail
source: Change email
es: Modificar correo electrónico
hu: E-mail cím módosítása
pl: Zmień email
pt: Alterar email

# otpScreenDescription
source: Please enter the verification code that was sent to
es: Por favor, introduzca el código que fue enviado a
hu: Please enter the code that was sent to
pl: Please enter the code that was sent to
pt: Por favor, insira o código que foi enviado para

# otpScreenNotYourEmail
source: Not your email?
es: ¿No es tu correo electrónico?
hu: Nem a te email címed?
pl: To nie Twój email?
pt: Não é seu e-mail?

# otpScreenResendButton
source: Send again
es: Enviar de nuevo
hu: Újraküldés
pl: Wyślij ponownie
pt: Enviar novamente

# otpScreenResendCode
source: Haven't received your code?
es: ¿No has recibido tu código?
hu: Nem kaptál kódot?
pl: Nie otrzymałeś kodu?
pt: Ainda não recebeu seu código?

# otpScreenTitle
source: Enter Your Access Code
es: Introduce tu código
hu: Enter Your Code
pl: Enter Your Code
pt: Insira seu código

# otpScreenVerifyButton
source: Verify
es: Verificar
hu: Ellenőrzés
pl: Zweryfikuj
pt: Verificar

# pegBitcoinNetworkFees
source: Bitcoin Network Fees
es: Comisión de Red de Bitcoin
hu: Bitcoin hálózati díjak
pl: Opłaty sieci Bitcoin
pt: Taxas de Rede da Liquid

# pegErrorFeeExceedAmount
source: Peg fee exceeds deliver amount. Enter a higher amount.
es: Comisión del peg excede el monto de entrega. Usar un monto mayor.
hu: A peg díj meghaladja a kézbesítési összeget. Adj meg egy magasabb összeget!
pl: Opłata przekracza kwotę dostawy. Wprowadź wyższą kwotę.
pt: A taxa de Peg excede a quantia de entrega. Insira uma quantia maior.

# pegErrorTransaction
source: Error while creating transaction
es: Error al crear la transacción
hu: Hiba történt a tranzakció létrehozása közben
pl: Błąd podczas tworzenia transakcji
pt: Erro ao criar a transação

# pegInProgress
source: Swap has been initiated
es: La conversión ha sido iniciado
hu: A swap elindult
pl: Rozpoczęto konwersję
pt: A conversão foi iniciada

# pegLiquidNetworkFees
source: Liquid Network Fees
es: Comisión de Red de Liquid
hu: Liquid hálózati díjak
pl: Opłaty sieci Liquid
pt: Taxas da Liquid Network

# pegOrderReviewTitle
source: You are swapping
es: Estás intercambiando
hu: Ennyit swapolsz
pl: Wymieniasz
pt: Você está trocando

source: Permission Denied
es: Permiso Denegado
hu: Engedély megtagadva
pl: Odmowa uprawnień
pt: Permissão Negada

source: Personal Electrum Server
es: Servidor Electrum Personal
hu: Személyes Electrum szerver
pl: Osobisty serwer Electrum
pt: Servidor do Electrum Pessoal

# pinScreenDescription
source: Your AQUA wallet is secured. Enter your passcode to access your wallet.
es: Tu billetera AQUA está segura. Introduce tu contraseña para acceder a tu billetera.
hu: Az COIN.CZ tárcád biztonságban van. A tárcád eléréséhez add meg a jelkódodat!
pl: Twoje konto COIN.CZ jest zabezpieczone Wprowadź kod PIN, aby uzyskać dostęp do portfela.
pt: Sua conta AQUA está segura. Toque no ícone para acessar sua carteira.

# pinScreenDisabledDescription
source: Enter Passcode
es: Introduce la Contraseña
hu: Jelkód megadása
pl: Wprowadź swój kod PIN
pt: Inserir Código

# pinScreenFailedAttemptsMessage
source: Remaining attempts: {attempts}
es: Intentos restantes: {attempts}
hu: Hátralévő próbálkozások: {attempts}
pl: Pozostałe próby: {attempts}
pt: Tentativas restantes: {attempts}

# pinScreenInvalidPinMessage
source: Invalid Passcode
es: Contraseña Inválida
hu: Érvénytelen jelkód
pl: Nieprawidłowy kod PIN
pt: Senha inválida

# pinScreenLockedMessage
source: Too many failed attempts. Please try again later.
es: Demasiados intentos fallidos. Inténtalo de nuevo más tarde.
hu: Túl sok sikertelen próbálkozás. Kérünk, próbáld újra később!
pl: Osiągnięto limit nieudanych prób. Spróbuj ponownie później.
pt: Várias tentativas falhadas, por favor tente mais tarde

# pinScreenSetupDescription
source: Set Passcode
es: Establecer Contraseña
hu: Jelkód beállítása
pl: Ustaw swój kod PIN.
pt: Definir código

# pinScreenSetupMismatchError
source: Mismatch. Please try again.
es: No coincide. Por favor, inténtelo de nuevo.
hu: Nem egyezik. Próbáld újra!
pl: Niezgodność. Spróbuj ponownie.
pt: Incompatível. Por favor, tente novamente.

# pinScreenSetupVerifyDescription
source: Verify Passcode
es: Verifica la Contraseña
hu: Jelkód ellenőrzése
pl: Zweryfikuj swój kod PIN.
pt: Verificar senha

# pinScreenSuccessButton
source: Got it!
es: ¡Entendido!
hu: Értem!
pl: Rozumiem!
pt: Entendido!

# pinScreenSuccessTitle
source: Your passcode has been created successfully.
es: Tu contraseña se ha creado correctamente.
hu: Jelkódod sikeresen létrehozva.
pl: Twój kod PIN został pomyślnie utworzony.
pt: Sua senha foi criada com sucesso.

# pinScreenWarningContinueButton
source: Continue
es: Continuar
hu: Tovább
pl: Kontynuuj
pt: Continuar

# pinScreenWarningDescription
source: Write down your seed phrase before setting a passcode. If you forget your passcode, you'll need your seed phrase to restore your wallet.
es: Escribe tu frase semilla antes de establecer una contraseña. Si olvidas tu contraseña, necesitarás tu frase semilla para restaurar tu billetera.
hu: Írd fel a seed-phrase-edet, mielőtt jelkódot állítasz be. Ha elfelejted a jelkódodat, a seed-phrase-re lesz szükséged a tárcád visszaállításához.
pl: Zapisz swoją frazę odzyskiwania przed ustawieniem kodu PIN. Jeśli zapomnisz kodu PIN, będziesz potrzebować frazy odzyskiwania, aby odzyskać dostęp.
pt: Escreva sua frase de semente antes de definir uma senha. Se você esquecer sua senha, você precisará de sua frase de semente para restaurar sua carteira.

# pinScreenWarningTitle
source: Backup Reminder
es: Recordatorio de Copia de Seguridad
hu: Biztonsági mentés emlékeztető
pl: Zaloguj się bezpiecznie i chroń swój portfel
pt: Lembrete de backup

# pinScreenWarningViewRecovery
source: View Seed Phrase
es: Ver Frase Semilla
hu: Seed-phrase megjelenítése
pl: Zobacz frazę odzyskiwania
pt: Ver Frase-Semente

source: Please choose the Electrum servers you trust
es: Por favor, elige los servidores de Electrum en los que confías
hu: Kérünk, válaszd ki azokat az Electrum szervereket, amelyekben megbízol!
pl: Wybierz serwery Electrum, którym ufasz
pt: Por favor, escolha os servidores Electrum que você confia

source: Please enter a valid URL
es: Por favor, introduce una URL válida
hu: Kérünk, adj meg egy érvényes URL-t!
pl: Wprowadź prawidłowy URL
pt: Por favor, digite um URL válido

# pokerChipBalanceError
source: Cannot read Chip
es: No se puede leer el Chip de Bitcoin
hu: Nem lehet olvasni a chipet
pl: Nie można odczytać chipu
pt: Não foi possível ler o Chip

# pokerChipBalanceLabel
source: Chip Balance
es: Saldo de Ficha
hu: Chip egyenleg
pl: Saldo chipu
pt: Saldo do Chip

# pokerchipScreenDescription
source: Read Your Bitcoin Chip
es: Lee tu Ficha de Bitcoin
hu: Olvasd be a Bitcoin Chiped!
pl: Odczytaj swój chip Bitcoin
pt: Leia seu Bitcoin Chip

# pokerchipScreenReadButton
source: Read Bitcoin Chip
es: Leer Ficha de Bitcoin
hu: Bitcoin Chip beolvasása
pl: Odczytaj chip Bitcoin
pt: Ler Bitcoin Chip

source: Poker Chip Sweep
es: Transferir Ficha de Poker
hu: Poker Chip kisöprés
pl: Skanowanie żetonu pokerowego
pt: Varredura de Fichas de Pôquer

# pokerChipSweepDialogTitle
source: Peel off Sticker
es: Pelar Pegatina
hu: Matrica lehúzása
pl: Odklej naklejkę
pt: Retirar adesivo

# pokerChipSweepDialogContent
source: Please peel off the sticker to expose the private key before proceeding.
es: Por favor, retira la pegatina holográfica para exponer la llave privada antes de proceder.
hu: Please peel off the hologram sticker to expose the private key before proceeding.
pl: Please peel off the hologram sticker to expose the private key before proceeding.
pt: Por favor, retire o adesivo do holograma para expor a chave privada antes de prosseguir.

# pokerChipSweepSuccessful
source: Sweep was successful.
es: La transferencia fue exitosa.
hu: A kisöprés sikeres volt.
pl: Skanowanie zakończone pomyślnie.
pt: Varredura foi bem-sucedida.

source: Privacy Policy
es: Política de Privacidad
hu: Adatvédelmi szabályzat
pl: Polityka prywatności
pt: Política de Privacidade

source: Proceed
es: Proceder
hu: Tovább
pl: Kontynuuj
pt: Continuar

source: Processing
es: Procesando
hu: Feldolgozás alatt
pl: Przetwarzanie
pt: Processando

source: Receive
es: Recibir
hu: Fogadás
pl: Odbierz
pt: Recebido

# receiveAddressChipsAll
source: All Addresses
es: Todas las direcciones
hu: Összes cím
pl: Wszystkie adresy
pt: Todos os Endereços

# receiveAddressError
source: Failed to get receive address for native segwit subaccount
es: Error al obtener la dirección de recepción de la subcuenta de native SegWit
pt: Falha ao obter o endereço para a subconta nativa SegWit

# receiveAssetScreenDescription
source: This is your {asset} receiving address
es: Este es tu recibo en {asset}
hu: Ez a te {asset} fogadó címed
pl: To jest Twój adres odbiorczy {asset}
pt: Este é o seu endereço {asset} para receber

# receiveAssetScreenDescriptionAll
source: {asset} address
es: Dirección de {asset}
hu: {asset} cím
pl: Adres {asset}
pt: Endereço {asset}

# receiveAssetScreenDescriptionUsdt
source: {asset} USDt address
es: Dirección de {asset} USDt
hu: {asset} USDt cím
pl: Adres {asset} USDt
pt: Endereço USDt {asset}

# receiveAssetScreenDirectPegInDescription
source: Peg-in Bitcoin Address
es: Dirección Peg-in de Bitcoin
hu: Peg-in Bitcoin cím
pl: Adres Peg-in Bitcoin
pt: Endereço Bitcoin Peg-in

# receiveAssetScreenDirectPegInMinAmount
source: Minimum amount: {min} BTC
es: Monto mínimo: {min} BTC
hu: Minimális összeg: {min} BTC
pl: Minimalna kwota: {min} BTC
pt: Quantia mínima é {min} BTC

# receiveAssetScreenExpiresOn
source: Single-use address expires on: {date}
es: Expira: {date}
hu: Egyszer használatos cím lejárati ideje: {date}
pl: Jednorazowy adres wygasa: {date}
pt: Endereço de uso único expira em: {date}

# receiveAssetScreenGenerateNewAddress
source: Generate new address
es: Generar nueva
hu: Új cím létrehozása
pl: Wygeneruj nowy adres
pt: Gerar nova

# receiveAssetScreenShare
source: Share
es: Compartir
hu: Megosztás
pl: Udostępnij
pt: Compartilhar

# receiveAssetScreenSwapServiceFee
source: Swap Service Fee
es: Comisión de Servicio de Intercambio
hu: Swap szolgáltatási díj
pl: Opłata serwisowa wymiany:
pt: Taxa de Serviço SideShift:

source: Received
es: Recibido
hu: Fogadott
pl: Otrzymano
pt: Recebido

# receiveLightningViewGeneratingStatusMessage
source: Generating invoice
es: Generando recibo
hu: Számla létrehozása...
pl: Generowanie faktury
pt: Gerando fatura

# receiveMenuScreenSectionAquaAssets
source: AQUA Assets
es: Activos AQUA
hu: COIN.CZ eszközök
pl: Aktywa COIN.CZ
pt: Ativos AQUA

# receiveMenuScreenSectionOtherAssets
source: Other Assets
es: Otros Activos
hu: Egyéb eszközök
pl: Inne aktywa
pt: Outros Ativos

# refExRateSettingsScreenCurrencyLabel
source: Selected Currency
es: Moneda Seleccionada
hu: Kiválasztott pénznem
pl: Wybrana waluta
pt: Moeda Selecionada

# refExRateSettingsScreenItemLabel
source: {currency} from {exchange}
es: {currency} de {exchange}
hu: {currency} innen: {exchange}
pl: {currency} z {exchange}
pt: {currency} de {exchange}

# refExRateSettingsScreenSourceLabel
source: {currency} Price Source
es: Fuente del Precio de {currency}
hu: {currency} árfolyam forrása
pl: Źródło ceny {currency}
pt: Preço da fonte {currency}

source: Refund
es: Reembolso
hu: Visszatérít
pl: Zwrot
pt: Reembolso

source: Refunded
es: Reembolsado
hu: Visszatérítve
pl: Zwrócono
pt: Reembolsado

source: Refunding
es: Reembolsando
hu: Visszatérítés
pl: Zwracanie
pt: Reembolsando

source: Region
es: Región
hu: Régió
pt: Região

# regionSettingsScreenError
source: Couldn't load regions. Please try again later.
es: No se pudieron cargar regiones. Intenta de nuevo más tarde.
hu: Nem sikerült betölteni a régiókat. Kérünk, próbáld újra később!
pl: Nie udało się załadować regionów. Spróbuj ponownie później.
pt: Não foi possível carregar as regiões. Por favor, tente novamente mais tarde.

# regionSettingsScreenHint
source: Choose your region
es: Escoge tu región
hu: Válassz régiót
pl: Wybierz swój region
pt: Escolha sua região

# regionSettingsScreenSearchHint
source: Search for your region
es: Busca tu región
hu: Régió keresés
pl: Szukaj swojego regionu
pt: Buscar por região

# removeWalletScreenConfirmButton
source: Delete Wallet
es: Remover billetera
hu: Tárca törlése
pl: Usuń portfel
pt: Remover Carteira

# removeWalletScreenDesc
source: Double-check that you have a seed backup before removing this wallet. Without a seed backup, you will have no way to restore this wallet or access your assets. Removing this wallet will delete everything and take you back to the AQUA start screen.
es: Vuelve a verificar que tengas una copia de seguridad antes de retirar esta billetera. Sin una copia de seguridad, no tendrás forma de restaurar la billetera. Quitar la billetera eliminará todas las claves asociadas y lo llevará de regreso a la pantalla de inicio de la aplicación.
hu: Ellenőrizd kétszer, hogy megvan-e a seed-phrase mentésed, mielőtt eltávolítod ezt a tárcát! Seed-phrase mentés nélkül nem tudod visszaállítani a tárcát, és nem férhetsz hozzá az eszközeidhez. A tárca eltávolítása mindent töröl, és visszavisz az COIN.CZ kezdőképernyőjére.
pl: Upewnij się, że masz kopię zapasową ziarna przed usunięciem tego portfela. Bez kopii zapasowej ziarna nie będziesz mieć możliwości przywrócenia tego portfela ani dostępu do swoich aktywów. Usunięcie tego portfela spowoduje usunięcie wszystkiego i powrót do ekranu startowego COIN.CZ.
pt: Verifique se você tem um backup da semente antes de remover esta carteira. Sem um backup da semente, você não terá como restaurar esta carteira ou acessar seus ativos. Remover esta carteira apagará tudo e o levará de volta à tela inicial do AQUA.

# removeWalletScreenRemoveFailed
source: Failed to remove wallet properly
es: No se pudo eliminar la billetera correctamente
hu: Nem sikerült megfelelően eltávolítani a tárcát
pl: Nie udało się prawidłowo usunąć portfela
pt: Falha ao remover a carteira corretamente

# removeWalletScreenTitle
source: Warning
es: Advertencia
hu: Figyelmeztetés
pl: Ostrzeżenie
pt: Aviso

source: Request Permission
es: Solicitar Permiso
hu: Engedély kérése
pl: Poproś o uprawnienia
pt: Autorização necessária

# restoreInputButton
source: Restore
es: Restaurar
hu: Visszaállítás
pl: Przywróć
pt: Restaurar

# restoreInputError
source: Invalid seed phrase. Try again.
es: Frase de recuperación incorrecta, inténtalo de nuevo
hu: Érvénytelen seed-phrase. Próbáld újra!
pl: Fraza odzyskiwania była nieprawidłowa. Spróbuj ponownie.
pt: A frase-semente estava incorreta. Tente novamente.

# restoreInputSubtitle
source: Enter the seed phrase
es: Introduce tu frase semilla
hu: Enter your seed phrase
pl: Enter your seed phrase
pt: Digite a frase-semente

# restoreInputTitle
source: Restore an AQUA wallet
es: Restaurar una Billetera AQUA
hu: Restore an COIN.CZ Wallet
pl: Restore an COIN.CZ Wallet
pt: Restaurar uma carteira AQUA

# restorePromptButton
source: Start
es: Iniciar
hu: Kezdés
pl: Rozpocznij
pt: Iniciar

# restorePromptSubtitle
source: You can restore your wallet using the 12-word seed phrase that you wrote down during the wallet backup process. Only seed phrases generated in AQUA are supported.
es: Puedes restaurar tu billetera usando la frase semilla de 12 palabras que escribiste durante el proceso de respaldo. Solo son compatibles las frases semilla generadas en AQUA.
hu: You can restore your wallet using the 12-word seed phrase that you wrote down during the wallet backup process. Only seed phrases generated in COIN.CZ are supported.
pl: You can restore your wallet using the 12-word seed phrase that you wrote down during the wallet backup process. Only seed phrases generated in COIN.CZ are supported.
pt: Você pode restaurar sua carteira usando a frase-semente de 12 palavras que anotou durante o processo de backup da carteira. Apenas frases-semente geradas no AQUA são suportadas.

# restorePromptTitle
source: Get your seed phrase ready
es: Obtén tu frase de recuperación
hu: Készítsd elő a seed-phrase-edet!
pl: Przygotuj swoją frazę odzyskiwania
pt: Prepare sua frase-semente

source: Restore Wallet
es: Restaurar Billetera
hu: Tárca visszaállítás
pl: Przywróć portfel
pt: Restaurar Carteira

source: Retry
es: Volver a intentar
hu: Újra próbál
pl: Spróbuj ponownie
pt: Tentar novamente

source: Review Swap
es: Revisar Intercambio
hu: Swap áttekintése
pl: Przejrzyj wymianę
pt: Revisar Troca

source: Save
es: Guardar
fr: Enregistrer
hu: Mentés
pl: Zapisz
pt: Guardar

source: Scan
es: Escanear
fr: Scanner
hu: Beolvasás
pl: Skanuj
pt: Escanear

# scanQrCodeIncompatibleAssetAlertSubtitle
source: The address or invoice you are scanning is not compatible with asset you are trying to send.
es: La dirección o factura que estás escaneando no es compatible con el activo que intentas enviar.
fr: L’adresse ou la facture scannée n’est pas compatible avec l’actif que tu veux envoyer.
hu: A beolvasott cím vagy számla nem kompatibilis azzal az eszközzel, amit küldeni próbálsz.
pl: Adres/faktura, który skanujesz, nie jest kompatybilny z aktywem, który próbujesz wysłać.
pt: O endereço/fatura que você está escaneando não é compatível com o ativo que você está tentando enviar.

# scanQrCodePermissionAlertGrantButton
source: Grant
es: Permitir
fr: Autoriser
hu: Engedélyez
pl: Przyznaj
pt: Conceder

# scanQrCodePermissionAlertSubtitle
source: QR code scanner requires camera permission to be granted.
es: El escáner de QR requiere permisos de cámara
fr: Le scanner QR a besoin de l’autorisation d’accéder à la caméra.
hu: A QR-kód olvasó engedélyt kér a kamerához való hozzáféréshez.
pl: Skaner kodów QR wymaga uprawnień do kamery.
pt: O scanner de código QR requer permissão para acessar a câmera.

# scanQrCodePermissionAlertTitle
source: Camera Permission
es: Permisos de cámara
fr: Autorisation Caméra
hu: Kamerahasználati engedély
pl: Uprawnienia kamery
pt: Permissão de Câmera

# scanQrCodeTitle
source: QR Scanner
es: Escáner QR
fr: Scanner un QR Code
hu: QR-kód olvasó
pl: Skanuj kod QR
pt: Scanner QR

# scanQrCodeUnsupportedAssetAlertSubtitle
source: Asset ID not supported
es: ID de activo no compatible.
fr: ID d’actif non pris en charge.
hu: Nem támogatott eszköz azonosító
pl: ID aktywa nie jest obsługiwane.
pt: ID de Ativo não suportado.

# scanQrCodeValidationAlertTitle
source: Invalid QR Code
es: Código QR inválido
fr: QR Code invalide
hu: Érvénytelen QR-kód
pl: Nieprawidłowy kod QR
pt: Código QR Inválido

# scanTextValidationAlertTitle
source: Scan Text Validation
es: Escanear Validación de Texto
hu: Szövegbeolvasás ellenőrzése
pl: Skanuj weryfikację tekstową
pt: Validação de texto escaneado

# scanTextDefaultError
source: Invalid or unsupported address
es: Dirección inválidad o no compatible
hu: Érvénytelen vagy nem támogatott cím
pl: Nieprawidłowy lub nieobsługiwany adres
pt: Endereço inválido ou não suportado

# scanTextTitle
source: Text Scanner
es: Escáner de Texto
hu: Szövegbeolvasó
pl: Skanuj tekst
pt: Escaner de texto

# buttonScanText
source: Scan Text
es: Escanear Texto
hu: Szöveg beolvasása
pl: Skanuj tekst
pt: Escanear Texto

source: Camera is not available
es: La Cámara no está disponible
hu: Kamera nem áll rendelkezésre
pl: Kamera nie jest dostępna
pt: Câmera não disponível

source: Select address
es: Seleccionar dirección
hu: Cím kiválasztása
pl: Wybierz adres
pt: Selecionar Endereço

source: Search history
es: Historial de búsqueda
fr: Historique de recherche
hu: Keresés az előzményekben
pl: Szukaj w historii
pt: Pesquisar histórico

source: See countries available for use
es: Ver regiones disponibles para usar
fr: Voir les pays disponibles
hu: See regions available for use
pl: See regions available for use
pt: Veja as regiões disponíveis para uso

source: Send
es: Enviar
fr: Envoyer
hu: Küldés
pl: Wyślij
pt: Enviado

# sendAssetAmountScreenAssetNotInManagedAssetsError
source: Asset not in managed assets
es: Activo no está en la lista de activos
fr: Actif non présent dans les actifs gérés
hu: Asset not in asset list
pl: Asset not in asset list
pt: O conteúdo não está na lista de ativos

# sendAssetAmountScreenBoltzInvoiceError
source: There was a problem with this Boltz invoice.
es: Hubo un problema con esta factura de Boltz.
fr: Problème avec cette facture Boltz.
hu: Problémába ütköztünk ezzel a Boltz számlával.
pl: Wystąpił problem z tą fakturą Boltz.
pt: Houve um problema com esta fatura Boltz.

# sendAssetAmountScreenEmptyAddressError
source: Fill the address field
es: Llenar el campo de dirección
fr: Champ adresse vide
hu: Töltsd ki a cím mezőt
pl: Wypełnij pole adresu
pt: Preencha o campo de endereço

# sendAssetAmountScreenEmptyAmountError
source: Fill the amount field
es: Llenar el monto
fr: Champ montant vide
hu: Töltsd ki az összeg mezőt
pl: Wypełnij pole kwoty
pt: Preencha o campo de valor

# sendAssetAmountScreenExpiredInvoiceError
source: Expired invoice
es: La factura ha caducado.
fr: Facture expirée
hu: The invoice is expired.
pl: The invoice is expired.
pt: A fatura está expirada.
