Repository: AquaWallet/aqua-wallet
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hu, pl, pt

# addBalance
source: Top Up
es: Cargar
fr: Ajouter un solde
hu: Feltölt
pl: Wpłać
pt: Adicionar fundos

source: Add More Assets
es: Añadir más Activos
fr: Ajouter plus d'actifs
hu: További eszközök hozzáadása
pl: Dodaj więcej aktywów
pt: Adicionar mais ativos

source: Add Notes
es: Añadir una nota
fr: Ajouter des notes
hu: Megjegyzés
pl: Dodaj notatki
pt: Adicionar notas

# addNoteScreenHint
source: Write something here...
es: Notas sobre esta transacción.
fr: Écris quelque chose ici...
hu: Notes about this transaction.
pl: Notes about this transaction.
pt: Nota sobre esta transação.

source: Address
es: Dirección
fr: Adresse
hu: Cím
pl: Adres
pt: Endereço

source: Address History
es: Historial de direcciones
fr: Historique des adresses
hu: Cím előzmények
pl: Historia adresów
pt: Histórico de endereços

# addressHistoryAddressesEmptyDescription
source: Your addresses will appear here
es: Tus direcciones aparecerán aquí.
fr: Tes adresses apparaîtront ici
pt: Seus endereços aparecerão aqui.

# addressHistoryUnused
source: Unused Addresses
es: Direcciones no utilizadas
fr: Adresses non utilisées
hu: Nemhasznált címek
pl: Nieużywane adresy
pt: Endereços não utilizados

source: Amount
es: Monto
fr: Montant
hu: Összeg
pl: Kwota
pt: Quantia

# amountBelowMin
source: The amount is below the min of {min} sats.
es: El monto es inferior al mínimo de {min} sats.
fr: Le montant est inférieur au minimum de {min} sats.
hu: Amount is below the minimum of {min} sats.
pl: Amount is below the minimum of {min} sats.
pt: A quantia está abaixo do mínimo de {min} sats.

# assetTransactionDetailInProgress
source: In Progress
es: En Proceso
fr: En cours
hu: Folyamatban
pl: W trakcie
pt: Em curso

# assetTransactionDetailInProgressTxs
source: In Progress ({neededConfs}/{totalConfs})
es: En Curso ({neededConfs}/{totalConfs})
fr: En cours ({neededConfs}/{totalConfs})
hu: Folyamatban ({neededConfs}/{totalConfs})
pl: W trakcie ({neededConfs}/{totalConfs})
pt: Em andamento ({neededConfs}/{totalConfs})

# assetTransactionDetailInsufficientAmount
source: Insufficient Amount
es: Monto Insuficiente
fr: Montant insuffisant
hu: Elégtelen összeg
pl: Niewystarczająca kwota
pt: Quantia insuficiente

# assetTransactionDetailsAccepted
source: Accepted
es: Aceptado
fr: Accepté
hu: Elfogadva
pl: Zaakceptowano
pt: Aceito

# assetTransactionDetailsDelivered
source: Swapped
es: Intercambiado
fr: Échangé
hu: Swapolva
pl: Wymieniono
pt: Trocado

# assetTransactionDetailsErrorButton
source: Go Back
es: Volver
fr: Retour
hu: Vissza
pl: Wróć
pt: Voltar

# assetTransactionDetailsExplorerButton
source: View in Explorer
es: Ver Transacción en el Explorador
fr: Voir dans l'explorateur
hu: View Transaction in Explorer
pl: View Transaction in Explorer
pt: Ver transação no Explorador

# assetTransactionDetailsMyNotesPlaceholder
source: Only visible to you
es: Visible solo para ti.
fr: Visible uniquement par toi
pt: Visível apenas para você.

# assetTransactionDetailsPending
source: Pending
es: En curso
fr: En attente
hu: Függőben
pl: Oczekujące
pt: Pendente

# assetTransactionDetailsReceived
source: For
es: Por
fr: Pour
hu: Fogadva
pl: Za
pt: Para

# assetTransactionDetailsReplaceByFeeInputTitle
source: Replace by fee
es: Remplazar por Comisión
fr: Remplacer par des frais
pt: Substituir por Taxa

# assetTransactionDetailsReplaceByFeeSuccessMessage
source: Transaction fee rate has been increased.
es: La comisión de la transacción ha sido aumentada.
fr: Le taux des frais de la transaction a été augmenté
hu: A tranzakció díja megnövelve.
pl: Stawka opłaty transakcyjnej została zwiększona
pt: A taxa da transação foi aumentada

# assetTransactionDetailsTimeAt
source: at
es: A las
fr: à
hu: időpont
pl: o
pt: no

# assetTransactionDetailSuccess
source: Success
es: Exitoso
fr: Succès
hu: Siker
pl: Sukces
pt: Concluído

# assetTransactionsItemBitcoinEmpty
source: Your Bitcoin transactions will show up here.
es: Tus transacciones de Bitcoin aparecerán aquí.
fr: Tes transactions Bitcoin apparaîtront ici.
pt: Suas transações no Bitcoin aparecem aqui.

# assetTransactionsLiquidEmptyList
source: Your {asset} transactions will show up here.
es: Tus transacciones {asset} aparecerán aquí.
fr: Tes transactions {asset} apparaîtront ici.
pt: Transações do seu {asset} aparecem aqui.

# assetTransactionsListTitle
source: Transactions
es: Transacciones
hu: Tranzakciók
pl: Transakcje
pt: Transações

# assetTransactionsTotalAmount
source: Total Amount
es: Monto Total
fr: Montant total
hu: Teljes összeg
pl: Łączna kwota
pt: Quantia Total

# assetTransactionsTypeBoltzReverseSwap
source: Lightning Receive
es: Recibir Lightning
fr: Réception Lightning
hu: Lightning fogadás
pl: Otrzymano Lightning
pt: Receber Lightning

# assetTransactionsTypeBoltzSwap
source: Lightning Send
es: Enviar Lightining
fr: Envoi Lightning
hu: Lightning küldés
pl: Wysłano Lightning
pt: Enviar Lightning

# assetTransactionsTypeRedeposit
source: Redeposit
es: Depositar nuevamente
fr: Redépôt
hu: Újabb letét
pl: Ponowny depozyt
pt: Redepositado

# assetTransactionsTypeSent
source: Sent
es: Enviado
fr: Envoyé
hu: Elküldve
pl: Wysłano
pt: Enviado

# assetTransactionsTypeSwapFrom
source: Swapped from {ticker}
es: Intercambiado desde {ticker}
fr: Échangé depuis {ticker}
hu: Swapolva erről: {ticker}
pl: Wymieniono z {ticker}
pt: Trocado de {ticker}

# assetTransactionsTypeSwapTo
source: Swapped to {ticker}
es: Intercambiaste a {ticker}
fr: Échangé vers {ticker}
hu: Swapolva erre: {ticker}
pl: Wymieniono na {ticker}
pt: Trocado para {ticker}

# assetTransactionsTypeTopup
source: Funded {card}
es: Acreditada {card}
fr: Alimenté {card}
hu: Funded DC {card}
pl: Funded DC {card}
pt: Topped up {card}

# assetTransactionsTypeBoltzRefund
source: Lightning Refund
es: Reembolso de Lightning
hu: Lightning visszatérítés
pl: Zwrot Lightning
pt: Reembolso via Lightning

# assetTransactionsTypeBoltzSendFailed
source: Lightning Payment Failed
es: Pago Lightning Fallido
hu: Lightning fizetés sikertelen
pl: Płatność Lightning nie powiodła się
pt: Pagamento Lightning Falhou

source: Authenticate to reveal card details
es: Autenticar para revelar los detalles de la tarjeta
fr: Authentifie-toi pour afficher les détails de la carte
hu: Azonosítsd magad a kártyaadatok megtekintéséhez
pl: Uwierzytelnij się, aby zobaczyć szczegóły karty
pt: Faça a autenticação para revelar os detalhes do cartão

# authenticationMessage
source: Authenticate to Unlock
es: Autenticar para desbloquear
fr: Authentifie-toi pour déverrouiller
hu: Azonosítsd magad a feloldáshoz
pl: Uwierzytelnij się, aby odblokować
pt: Autenticar para Desbloquear

# authScreenDescription
source: Your AQUA wallet is secured.
es: Tu billetera AQUA está protegida.
fr: Ton compte AQUA est sécurisé.
hu: Your COIN.CZ Wallet is secured.
pl: Your COIN.CZ Wallet is secured.
pt: A sua carteira AQUA está protegida.

# authScreenUnlockWithBiometricsButton
source: Unlock with Biometrics
es: Desbloquear con Biometría
fr: Déverrouiller
hu: Biometrikus feloldás
pl: Odblokuj
pt: Desbloquear com dados biométricos

# authScreenUnlockWithPinButton
source: Use Passcode
es: Usar Contraseña
fr: Utiliser un code
hu: Jelkód használata
pl: Użyj kodu PIN
pt: Usar um código

# backupConfirmationButton
source: Explore AQUA
es: Explora AQUA
fr: Explorer AQUA
hu: COIN.CZ felfedezése
pl: Poznaj COIN.CZ
pt: Explore a AQUA

# backupConfirmationSelect
source: Select Word #{position}
es: Seleccionar palabra #{position}
fr: Sélectionne le mot n°{position}
hu: Válaszd ki a(z) #{position}. szót
pl: Wybierz słowo #{position}
pt: Selecione a Palavra #{position}

# backupConfirmationTitle
source: Confirm Backup
es: Confirmar Respaldo
fr: Confirme la sauvegarde
hu: Biztonsági mentés megerősítése
pl: Potwierdź kopię zapasową
pt: Confirmar Backup

# backupFailureDescription
source: Oops! Looks like you've written the wrong word when writing down your seed phrase. Make sure you have a copy of the correct words. These words are very important!
es: ¡Ups! Parece que escribiste la palabra equivocada al escribir tu frase semilla. Asegúrate de tener una copia de las palabras correctas. ¡Estas palabras son muy importantes!
fr: Oups. On dirait que tu as noté le mauvais mot en écrivant ta seed. Assure-toi d’avoir une copie correcte. Ces mots sont très importants !
hu: Hoppá! Úgy tűnik, rossz szót jegyeztél fel a seed-phrase-ed felírásakor. Győződj meg róla, hogy a szavak pontos másolata van nálad! Ezek a szavak rendkívül fontosak!
pl: Ups. Wygląda na to, że zapisałeś złe słowo. Upewnij się, że masz kopię prawidłowych słów. Te słowa są bardzo ważne!
pt: Ops. Parece que você escreveu a palavra errada ao anotar sua semente. Certifique-se de ter uma cópia das palavras corretas. Estas palavras são muito importantes!

# backupFailureQuitButton
source: Quit
es: Salir
fr: Quitter
hu: Kilépés
pl: Wyjdź
pt: Sair

# backupInviteButtonLater
source: Backup Later
es: Respaldar más tarde
fr: Sauvegarder plus tard
hu: Később mentek
pl: Zrób kopię później
pt: Fazer Backup Depois

# backupInviteButtonNext
source: Start Backup
es: Respaldar ahora
fr: Commencer la sauvegarde
hu: Mentés kezdés
pl: Rozpocznij tworzenie kopii
pt: Iniciar Backup

# backupInviteDescription
source: With AQUA, you can be your own bank. No one else but you has access to your assets. Not even us. With great power comes great responsibility. You'll need a backup of your wallet to ensure you can always access your assets, even if you lose or break your device.
es: Con AQUA, eres tu propio banco. Nadie más que tú tiene acceso a tus activos. Ni siquiera nosotros. Un gran poder conlleva una gran responsabilidad. Necesitarás una copia de seguridad de tu billetera para asegurarte de siempre poder acceder a tus activos, incluso si pierdes o dañas tu dispositivo.
fr: Avec AQUA, tu peux être ta propre banque. Personne d’autre que toi n’a accès à tes actifs. Même pas nous. Un grand pouvoir implique de grandes responsabilités. Tu dois sauvegarder ton portefeuille pour garantir l’accès à tes actifs, même si tu perds ou casses ton appareil.
hu: Az COIN.CZ-val te magad lehetsz a saját bankod. Rajtad kívül senki más nem fér hozzá az eszközeidhez, még mi sem. A nagy hatalom nagy felelősséggel jár. Szükséged lesz a tárcád biztonsági mentésére, hogy mindig hozzáférhess az eszközeidhez, még akkor is, ha elveszíted vagy meghibásodik az eszközöd.
pl: Z COIN.CZ możesz być swoim własnym bankiem. Nikt poza Tobą nie ma dostępu do Twoich aktywów. Nawet my. Z wielką mocą wiąże się wielka odpowiedzialność. Potrzebujesz kopii zapasowej portfela, aby mieć pewność, że zawsze będziesz mieć dostęp do swoich aktywów, nawet jeśli zgubisz lub uszkodzisz urządzenie.
pt: Com a AQUA, você pode ser seu próprio banco. Ninguém além de você tem acesso aos seus ativos. Nem mesmo nós. Com grande poder vem grande responsabilidade. Você precisará de um backup da sua carteira para garantir que sempre possa acessar seus ativos, mesmo que perca ou danifique seu dispositivo.

# backupInviteLoadingIndicator
source: Creating your wallet...
es: Creando tu billetera...
fr: Création de ton portefeuille...
hu: Tárcád létrehozása...
pl: Tworzenie portfela...
pt: Criando sua carteira...

# backupInviteTitle
source: Backup your wallet
es: Respalda Tu Billetera
fr: Sauvegarde ton portefeuille
pt: Faça o backup da sua carteira

# backupRecoveryAlertSubtitle
source: Digital copies can be compromised and you might lose access to your wallet or funds. Please delete this screenshot from your device.
es: Las copias digitales pueden ser fácilmente vulneradas. Elimina esta captura de pantalla de tu dispositivo. Nos lo agradecerás en el futuro.
fr: Les copies numériques peuvent être compromises et tu pourrais perdre l'accès à ton portefeuille ou à tes fonds. Supprime cette capture d'écran de ton appareil.
hu: A digitális másolatok biztonsági kockázatot jelentenek, és elveszítheted a tárcádhoz ill. az eszközeidhez való hozzáférést. Kérünk, töröld ezt a képernyőfotót!
pl: Kopie cyfrowe mogą zostać naruszone i możesz stracić dostęp do portfela lub środków. Usuń ten zrzut ekranu ze swojego urządzenia.
pt: Cópias digitais podem ser comprometidas e você pode perder o acesso à sua carteira ou fundos. Por favor, exclua essa captura de tela do seu dispositivo.

# backupRecoveryAlertTitle
source: Oops! Screenshots Are Not Safe
es: 😖 Lo sentimos, las capturas de pantalla no son seguras
fr: Oups, les captures d'écran ne sont pas sûres
hu: Hoppá! Képernyőfotó készítése nem biztonságos
pl: Ups, zrzuty ekranu nie są bezpieczne
pt: Ops, capturas de tela não são seguras

# backupRecoveryPhraseQRSubtitle
source: This can be used to recover your wallet if you lose your device.
es: Esto puede utilizarse para recuperar su cartera si pierde su dispositivo.
fr: Cela peut être utilisé pour récupérer ton portefeuille si tu perds ton appareil.
hu: Ezzel visszaállíthatod a tárcádat, ha elveszítenéd a készüléked.
pl: Można tego użyć do odzyskania portfela w przypadku utraty urządzenia
pt: Isto pode ser usado para recuperar sua carteira se você perder seu dispositivo.

# backupRecoveryPhraseQRTitle
source: Seed Phrase QR
es: QR de Frase Semilla
fr: QR de la seed
pl: QR frazy odzyskiwania
pt: QR da Frase Semente

# backupRecoveryPhraseSubtitle
source: Your 12-word seed phrase is your wallet's backup. Write it down using a pen and paper and store it somewhere safe. Do not make a digital copy such as a screenshot - digital backups can be easily compromised. Even better would be to use a metal seed backup device, but you can look into that later!
es: Tu frase semilla de 12 palabras es el respaldo de tu billetera. Escríbelas usando papel y lápiz y guárdala en un lugar seguro. No hagas una copia digital como una captura de pantalla, los respaldos digitales puede ser comprometidos fácilmente. ¡Sería incluso mejor usar un dispositivo metálico de respaldo de semilla, pero puedes investigar eso después!
fr: Ta phrase de 12 mots est la sauvegarde de ton portefeuille. Note-la avec un stylo sur du papier et garde-la en sécurité. Ne fais pas de copie numérique (capture d'écran, etc.) — les sauvegardes numériques sont facilement piratables. Idéalement, utilise un support en métal, mais tu peux voir ça plus tard !
pt: Sua frase semente de 12 palavras é o backup da sua carteira. Anote-a com caneta e papel e guarde em um local seguro. Não faça uma cópia digital, como captura de tela — backups digitais podem ser facilmente comprometidos. Ainda melhor seria usar um dispositivo metálico para backup da seed, mas você pode considerar isso depois!

# backupRecoveryPhraseTitle
source: Write Down Your Seed Phrase
es: Anota tu frase de recuperación
fr: Note ta seed
hu: Seed-phrase felírása
pl: Zapisz swoją frazę odzyskiwania
pt: Escreva sua frase semente

source: Balance
es: Saldo
fr: Solde
hu: Egyenleg
pl: Saldo
pt: Saldo

# biometricAuthenticationDescription
source: Please authenticate to continue
es: Por favor, autentifícate para continuar
fr: Merci de t’authentifier pour continuer
hu: A folytatáshoz kérünk, azonosítsd magad!
pl: Uwierzytelnij się, aby kontynuować
pt: Por favor, autentique-se para continuar

source: Bitcoin Chip
es: Ficha de Bitcoin
fr: Puce Bitcoin
pl: Chip Bitcoin
pt: Ler Bitcoin Chip

# bitcoinElectrumServerUrlRequired
source: Bitcoin Electrum server URL is required
es: Se requiere la URL del servidor Bitcoin Electrum
fr: L'URL du serveur Electrum Bitcoin est requise
hu: Bitcoin Electrum szerver URL szükséges
pl: Wymagany adres URL serwera Bitcoin Electrum
pt: URL do servidor Bitcoin Electrum é necessária

source: Bitcoin URL
es: URL de Bitcoin
fr: URL Bitcoin
pl: URL Bitcoin
pt: URL de Bitcoin

# blockExplorerSettingsTitle
source: Block Explorer
es: Explorador
fr: Explorateur de blocs
hu: Explorer
pl: Explorer
pt: Explorador

# boltzClaimSwap
source: Claim Swap
es: Solicitar Intercambio
fr: Réclamer l'échange
hu: Swap igénylése
pl: Odbierz wymianę
pt: Resgatar Troca

# boltzClaimTx
source: Claim TX
es: Solicitar Transacción
fr: Réclamer la transaction
hu: Claim Transaction
pl: Claim Transaction
pt: Resgatar Transação

# boltzCopyRefundAddress
source: 2. Copy Refund Address
es: 2. Copiar Dirección de Reembolso
fr: 2. Copier l'adresse de remboursement
hu: 2. Visszatérítési cím másolása
pl: 2. Skopiuj adres zwrotu
pt: 2. Copiar Endereço de Reembolso

# boltzCopyRefundData
source: Copy Refund Data
es: Copiar Datos de Reembolso
fr: COPIER LES DONNÉES DE REMBOURSEMENT
hu: Visszatérítési adat másolása
pl: KOPIUJ DANE ZWROTU
pt: Copiar Dados de Reembolso

# boltzCopySwapData
source: Copy Boltz Data
es: Copiar Datos de Boltz
fr: Copier les données Boltz
hu: Boltz adat másolása
pl: Kopiuj dane Boltz
pt: Copiar Dados do Boltz

# boltzDescription
source: Lightning Swaps Powered by Boltz
es: Intercambios Lightning Impulsados por Boltz
fr: Échanges Lightning propulsés par Boltz.Exchange
hu: Lightning swapok a Boltz által
pl: Wymiany Lightning obsługiwane przez Boltz.Exchange
pt: Trocas Lightning Fornecidas por Boltz.Exchange

# boltzGenerateInvoice
source: Generate Invoice
es: Generar Factura
fr: Générer une facture
hu: Számla létrehozása
pl: Generuj fakturę
pt: Gerar Fatura

source: Boltz ID
es: ID de Boltz
fr: ID Boltz
hu: Boltz azonosító
pl: ID Boltz
pt: ID de Boltz

# boltzInitTitleError
source: There was an error initializing lightning service
es: Se ha producido un error al inicializar el servicio Lightning.
fr: Erreur lors de l'initialisation du service Lightning
hu: There was an error initializing the Lightning service.
pl: There was an error initializing the Lightning service.
pt: Houve um erro ao inicializar o serviço Lightning.

# boltzInvoiceAmount
source: Invoice Amount
es: Monto de la Factura
fr: Montant de la facture
hu: Számla összege
pl: Kwota faktury
pt: Quantia da Fatura

# boltzManualRefundTitle
source: You can copy your refund data here to back it up.
es: Puedes copiar los datos de tu reembolso aquí para respaldarlo.
fr: Tu peux copier tes données de remboursement ici pour les sauvegarder
hu: Itt kimásolhatod visszatérítési adataidat biztonsági mentés készítéséhez.
pl: Możesz skopiować swoje dane zwrotu tutaj, aby utworzyć kopię zapasową
pt: Você pode copiar seus dados de reembolso aqui para fazer backup.

# boltzMaxAmountError
source: The amount exceeds the max of {max} sats.
es: El monto excede el límite máximo de {max} sats.
fr: Le montant dépasse le maximum de {max} sats.
hu: The amount exceeds the maximum limit of {max} sats.
pl: The amount exceeds the maximum limit of {max} sats.
pt: A quantia excede o máximo de {max} sats.

# boltzNormalSwapAlreadyBroadcastedError
source: A Liquid transaction for this swap already exists.
es: Ya existe una transacción de Liquid para este intercambio.
fr: Une transaction Liquid pour cet échange existe déjà
hu: Liquid transaction for this swap already exists.
pl: Liquid transaction for this swap already exists.
pt: Uma transação Liquid para esta troca já existe

source: Boltz Order ID
es: ID de Orden de Boltz
fr: ID de commande Boltz
hu: Boltz megbízás azonosító
pl: ID zamówienia Boltz
pt: ID da ordem Boltz

# boltzProcessRefund
source: Process Refund
es: Procesar Reembolso
fr: Traiter le remboursement
hu: Visszatérítés
pl: Przetwórz zwrot
pt: Processar Reembolso

# boltzProcessRefundManualProcess
source: Something went wrong. We could not process the refund automatically. Follow these steps to process manually.
es: Algo salió mal. No pudimos procesar el reembolso automáticamente. Sigue estos pasos para procesarlo manualmente.
fr: Quelque chose s'est mal passé. Le remboursement automatique a échoué. Suis ces étapes pour le faire manuellement.
hu: Valami hiba történt. Nem tudtuk automatikusan feldolgozni a visszatérítést. Kövesd az alábbi lépéseket a manuális feldolgozáshoz!
pl: Coś poszło nie tak. Nie mogliśmy przetworzyć zwrotu automatycznie. Postępuj zgodnie z tymi krokami, aby przetworzyć ręcznie.
pt: Algo deu errado. Não conseguimos processar o reembolso automaticamente. Siga estas etapas para processar manualmente.

# boltzReceiveAddressError
source: Error fetching receive address
es: Error al obtener la dirección de recepción
fr: Erreur lors de la récupération de l'adresse de réception
hu: Hiba a fogadó cím elérése közben
pl: Błąd podczas pobierania adresu odbiorczego
pt: Erro ao buscar endereço de recebimento

# boltzRefundAddress
source: Refund Address
es: Dirección de Reembolso
fr: Adresse de remboursement
hu: Visszatérítési cím
pl: Adres zwrotu
pt: Endereço de Reembolso

# boltzRefundAlreadyProcessedTitle
source: Your refund has already been processed.
es: Tu reembolso ya ha sido procesado.
fr: Ton remboursement a déjà été traité.
hu: A visszatérítésed már folyamatban van.
pl: Twój zwrot został już przetworzony
pt: Seu reembolso já foi processado.

# boltzRefundCurrentBlockHeightSubtitle
source: Current Block
es: Bloque Actual
fr: Bloc actuel
hu: Aktuális blokk
pl: Aktualny blok
pt: Bloco Atual

# boltzRefundReadyToProcessTitle
source: Your refund is ready to be processed.
es: Tu reembolso está listo para ser procesado.
fr: Ton remboursement est prêt à être traité.
hu: A visszatérítésed készen áll a feldolgozásra.
pl: Twój zwrot jest gotowy do przetworzenia
pt: Seu reembolso está pronto para ser processado.

# boltzRefundTimeoutSubtitle
source: Timeout Block
es: Bloque de Tiempo Límite
fr: Bloc de délai
hu: Időtúllépési blokk
pl: Blok limitu czasu
pt: Bloco de Tempo Limite

# boltzRefundTx
source: Refund TX
es: Reembolsar Transacción
fr: Tx de remboursement
hu: Refund Transaction
pl: Refund Transaction
pt: Transação de Reembolso

# boltzRefundUnknownStatus
source: Unknown Status
es: Estado Desconocido
fr: Statut inconnu
hu: Ismeretlen státusz
pl: Nieznany status
pt: Status Desconhecido

# boltzRefundWaitingTimeoutTitle
source: An automatic refund will occur if you open the app after the timeout.
es: Se producirá un reembolso automático si abres la aplicación después del tiempo límite.
fr: Un remboursement automatique se produira si tu ouvres l'app après le délai
hu: Ha időtúllépést követően megnyitod az alkalmazást, automatikus visszatérítés fog megtörténni.
pl: Automatyczny zwrot nastąpi, jeśli otworzysz aplikację po upływie limitu czasu
pt: Um reembolso automático ocorrerá se você abrir o aplicativo após o tempo limite

# boltzSaveFilePrompt
source: Save refund file
es: Guardar archivo de reembolso
fr: Enregistrer le fichier de remboursement
hu: Visszatérítési fájl mentése
pl: Zapisz plik zwrotu
pt: Salvar arquivo de reembolso

# boltzSaveRefundFile
source: 1. Save Refund File
es: 1. Guardar archivo de reembolso
fr: 1. Enregistrer le fichier de remboursement
hu: 1. Visszatérítési fájl mentése
pl: 1. Zapisz plik zwrotu
pt: 1. Salvar Arquivo de Reembolso

# boltzSendStatusFailed
source: Lightning Payment Failed
es: Pago Lightning Fallido
fr: Paiement Lightning échoué
hu: Lightning fizetés sikertelen
pl: Płatność Lightning nie powiodła się
pt: Pagamento Lightning Falhou

# boltzSendStatusPending
source: Lightning Payment in Process
es: Pago Lightning en Proceso
fr: Paiement Lightning en cours
hu: Lightning fizetés folyamatban
pl: Płatność Lightning w trakcie
pt: Pagamento Lightning em Processo

# boltzSendStatusSuccess
source: Lightning Payment Succeeded
es: Pago Lightning Exitoso
fr: Paiement Lightning réussi
hu: Sikeres Lightning fizetés
pl: Płatność Lightning powiodła się
pt: Pagamento Lightning Sucedido

# boltzSendUnknownStatus
source: Lightning Payment - Unknown Status
es: Pago Lightning - Estatus Desconocido
fr: Paiement Lightning – Statut inconnu
hu: Lightning fizetés - ismeretlen státusz
pl: Płatność Lightning - Nieznany status
pt: Pagamento Lightning - Status Desconhecido

# boltzServiceFee
source: Service Fee
es: Comisión de Servicio
fr: Frais de service
hu: Szolgáltatás díja
pl: Opłata serwisowa
pt: Taxa de Serviço
