Repository: AquaWallet/aqua-wallet
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hu, pl, pt

# onboardingEffortlessPaymentsBody
source: Send and receive Lightning, Liquid, and cross-chain USDt payments with AQUA's seamless, low cost swaps.
es: Envía y recibe pagos de USDt en Lightining, Liquid y entre cadenas con los intercambios fluidos y de bajo costo de AQUA.
hu: Send and receive Lightning, Liquid, and cross-chain USDt payments with COIN.CZ's seamless, low cost swaps.
pl: Send and receive Lightning, Liquid, and cross-chain USDt payments with COIN.CZ's seamless, low cost swaps.
pt: Envie e receba pagamentos Lightning, Liquid e cross-chain USDt com trocas contínuas e de baixo custo da AQUA.

# onboardingWalletCreatedBody
source: A 12-word seed phrase was generated. Back it up now or later—we’ll remind you when you have a balance.
es: Tu frase semilla de 12 palabras fue generada. Respáldala ahora o más tarde. Te recordaremos cuando tengas un balance.
hu: Your 12-word seed phrase was generated. Back it up now or later. We’ll remind you when you have a balance.
pl: Your 12-word seed phrase was generated. Back it up now or later. We’ll remind you when you have a balance.
pt: Sua frase semente de 12 palavras foi gerada. Faça backup dela agora ou depois. Você será lembrado quando você tiver um saldo adicional.

# onboardingWalletRestored
source: Wallet Restored
es: Billetera Restaurada
pt: Carteira Restaurada

# onboardingWalletRestoredBody
source: Your wallet has been successfully restored.
es: Tu billetera se ha restaurado exitosamente.
pt: Sua carteira foi restaurada com sucesso.

# marketplaceBuyBitcoinPayWith
source: Pay With
es: Pagar con
pt: Pagar com

# marketplaceDolphinCardReloadableAtNoCost
source: Reloadable at no cost
es: Recargar sin costo
hu: Reload for free
pl: Reload for free
pt: Recarregar gratuitamente

# marketplaceDolphinCardTopUpInProgress
source: Top Up in Progress
es: Acreditación en Progreso
pt: Recarga em Progresso

# marketplaceDolphinCardTopUpFailed
source: Top Up Failed
es: Acreditación Fallida
pt: Falha na recarga

# commonRegionBan
source: This functionality isn't available in your location due to local restrictions.
es: Esta función no está disponible en tu región debido a restricciones locales.
hu: This functionality isn't available in your region due to local restrictions.
pl: This functionality isn't available in your region due to local restrictions.
pt: Esta funcionalidade não está disponível na sua região devido a restrições locais.

# commonNonReloadable
source: Non-Reloadable
es: No Recargable
pt: Não-Recarregável

# common1xDolphinFundCard
source: Fund Card
es: Acreditar Tarjeta
pt: Fundos do Cartão

# commonDolphinCardMyCards
source: My Cards
es: Mis Tarjetas
pt: Meus Cartões

# commonAmountInclFees
source: Amount incl. fees
es: Monto con comisiones
hu: Amount with fees
pl: Amount with fees
pt: Valor com taxas

# bitcoinChipSweepToWallet
source: Sweep to Wallet
es: Transferir a la Billetera
pt: Varrer para a Carteira

# bitcoinChipConfirmSweep
source: Confirm Sweep
es: Confirmar Transferencia
pt: Confirmar Varredura

# bitcoinChipYourSweepWasSuccessful
source: Your sweep was successful
es: Tu transferencia fue exitosa
pt: Sua varredura foi um sucesso

# bitcoinChipChipSweep
source: Chip Sweep
es: Transferencia de Ficha
pt: Varredura de Chip

# bitcoinChipChooseDenomination
source: Choose Denomination
es: Elegir Denominación
pt: Escolher Denominação

# bitcoinChipDefaultAmount
source: Default Amount
es: Monto Predeterminado
pt: Montante Padrão

source: Confirm Chip Load
es: Confirmar Carga de la Ficha
pt: Confirmar carregamento do Chip

source: Chip Load
es: Carga de Ficha
pt: Carga do Chip

# bitcoinChipChipLoadComplete
source: Chip Load Complete
es: Carga de Ficha Completa
pt: Carga do chip concluída

# bitcoinChipAddChipAddresses
source: Add Chip Addresses
es: Añadir Direcciones de Ficha
pt: Adicionar Endereço Chip

source: Paste addresses, one per line.
es: Pegar direcciones, una por línea.
pt: Colar endereços, um por linha.

source: Edit Chip Value
es: Editar Valor de la Ficha
pt: Editar Valor do Chip

# confirmChipLoadSlideToLoad
source: Slide to Load
es: Desliza para Cargar
pt: Deslize para Carregar

# chipLoadEditDefaultValue
source: Edit Default Value
es: Editar Valor Predeterminado
pt: Editar Valor Padrão

# commonAlerts
source: Alerts
es: Alertas
pt: Alertas

# settingsAlertsNewBlockAlert
source: New Block Alert
es: Nueva Alerta de Bloque
pt: Novo Alerta de Blocos

# settingsAlertsPriceAlertSubtext
source: Get alerts for a target price.
es: Obtener alertas para precios objetivos
hu: Get alerts for a target prices
pl: Get alerts for a target prices
pt: Receba alertas para preços-alvo

# settingsAlertsMempoolFeeAlertSubtext
source: Get alerts for target fees.
es: Get alerts for target fee rates
hu: Get alerts for target fee rates
pl: Get alerts for target fee rates
pt: Receba alertas para taxas de rede-alvo

# settingsAlertsNewBlockAlertSubtext
source: Get alerts for new blocks
es: Obtener alertas para bloques nuevos
pt: Receber alertas de novos blocos

# settingsAddAlertSetTargetPrice
source: Set Target Price
es: Fijar Precio Objetivo
pt: Definir Preço Alvo

# settingsAlertsAddAlertCurrentPrice
source: Current price
es: Precio actual
pt: Preço atual

# settingsAlertsAddAlertsRepeatEverytime
source: Repeat Everytime
es: Repetir Cada Vez
pt: Repetir sempre

# settingsAlertsSetTargetFeeConditionCrossing
source: Crossing
es: Cruzando
pt: Cruzamento

# pushNotificationAllowNotification
source: Don't miss your alerts! Enable notifications for AQUA in Settings.
es: ¡No te pierdas tus alertas! Activa las notificaciones de AQUA en Configuración.
hu: Don't miss your alerts! Enable notifications for COIN.CZ in Settings.
pl: Don't miss your alerts! Enable notifications for COIN.CZ in Settings.
pt: Não perca seus alertas! Ative as notificações para AQUA nas configurações.

# settingsAlertsSetAlertSuccess
source: Alert has been set
es: Alerta Fijada
hu: Alert Set
pl: Alert Set
pt: Alerta Definido

# lnurlRedeemSatsBody
source: You've received a LNURL link. Tap below to claim your sats instantly.
es: Has recibido un link LNURL. Toca abajo para retirar tus sats al instante.
hu: You've received a LNURL link. Tap below to withdraw your sats instantly.
pl: You've received a LNURL link. Tap below to withdraw your sats instantly.
pt: Você recebeu um link LNURL. Toque abaixo para retirar seus sats instantaneamente.

# lnurlRedeemSats
source: Redeem Sats
es: Retirar Sats
hu: Withdraw Sats
pl: Withdraw Sats
pt: Sacar Sats

# lnurlSatsRedeemed
source: Sats Redeemed
es: Retiro Exitoso
hu: Withdraw Successful
pl: Withdraw Successful
pt: Retirado com sucesso

# lnurlSatsRedeemedBody
source: Your sats have been successfully added to your wallet.
es: Tus sats se han añadido a tu billetera con éxito.
pt: Sua sats foi adicionada com sucesso à sua carteira.

# lnurlRedemptionFailed
source: Redemption Failed
es: Canje Fallido
pt: Falha ao resgatar

# commonAddNewAlert
source: Add New Alert
es: Añadir Nueva Alerta
pt: Adicionar Novo Alerta

# settingsAlertsSubtextRepeat
source: Repeat
es: Repetir
pt: Repetir

# settingsAlertsSubtextRepeatOnce
source: Once
es: Una Vez
pt: Uma vez

# settingsAlertsSetTargetFee
source: Set Target Fee
es: Fijar Comisión Objetivo
pt: Definir taxa alvo

# settingsAlertsSetTargetFeeCurrentFees
source: Current Fees:
es: Comisiones Actuales:
pt: Taxas atuais:

# settingsAlertsSetTargetFeeCondition
source: Condition
es: Condición
pt: Condição

# nativeBuyPaymentDetailsSaveForNextTime
source: Save for next time
es: Guardar para la próxima
pt: Salve para a próxima vez

source: Slide to Buy
es: Desliza para Comprar
pt: Deslize para Comprar

# nativeBuyNoOffersAvailable
source: No Offers Available
es: Sin Ofertas Disponibles
pt: Nenhuma oferta disponível

# nativeBuyNoOffersAvailableBody
source: There are no buy offers available at the moment. Please try again shortly.
es: No hay ofertas de compra disponibles en este momento. Por favor, inténtalo de nuevo en breve.
pt: Não há ofertas de compra disponíveis no momento. Tente novamente em breve.

# kycVerificationInProgress
source: Verification in Progress
es: Verificación en Curso
pt: Verificação em andamento

# kycVerificationInProgressBody
source: Your identity check has been submitted. We'll notify you as soon as it's complete.
es: Tu verificación de identidad ha sido enviada. Te notificaremos tan pronto como se haya completado.
pt: A sua verificação de identidade foi enviada. Nós o notificaremos assim que estiver concluída.

# kycVerificationFailedBody
source: We couldn't complete your identity verification. Please try again or contact support if the issue continues.
es: No pudimos completar tu verificación de identidad. Por favor, inténtalo de nuevo o contacta a soporte si el problema persiste.
pt: Nós não conseguimos concluir sua verificação de identidade. Por favor, tente novamente ou entre em contato com o suporte se o problema continuar.

# marketplaceLendButton
source: Lend
es: Préstamos
hu: Loans
pl: Loans
pt: Empréstimos

# marketplaceLendAvailableOffers
source: Available Offers
es: Ofertas Disponibles
pt: Ofertas Disponíveis

# commonInterestRate
source: Interest Rate
es: Tasa de Interés
pt: Taxa de Juros

# marketplaceLendLtv
source: LTV
es: Relación Préstamo-Valor

# marketplaceLendRequest
source: Request
es: Solicitar
pt: Pedido

# marketplaceLendLoanAmount
source: Loan Amount
es: Importe del Préstamo
pt: Valor do Empréstimo

# marketplaceLendLoanAmountSubtitle
source: How much do you wish to borrow?
es: ¿Cuánto deseas tomar prestado?
pt: Quanto você deseja emprestar?

# marketplaceLendAvailableRange
source: Available range
es: Rango disponible: {x} - {y} días
hu: Available range: {x} - {y} Days
pl: Available range: {x} - {y} Days
pt: Intervalo disponível: {x} - {y} Dias

# marketplaceLendLoanDuration
source: Loan Duration
es: Duración del Préstamo
pt: Duração do Empréstimo

# marketplaceLendLoanDurationSubtitle
source: How long do you want to borrow
es: ¿Cuánto tiempo quieres tomar prestado?
pt: Por quanto tempo você quer pegar emprestado?

# marketplaceLendRequestALoan
source: Request a Loan
es: Solicitar un Préstamo
pt: Solicitar um empréstimo

# marketplaceLendCollateral
source: Collateral
es: Colateral
pt: Colateral

# marketplaceLendOriginationFee
source: Origination Fee
es: Comisión de Apertura
pt: Taxa de abertura

# marketplaceLendLiquidationPrice
source: Liquidation Price
es: Precio de Liquidación

# marketplaceLendTotalRepayment
source: Total Repayment
es: Devolución Total

# marketplaceLendSendRequest
source: Send Request
es: Enviar Solicitud
pt: Enviar Pedido

# marketplaceLendRequestSent
source: Loan Request Sent!
es: ¡Solicitud de Préstamo Enviada!
pt: Pedido de empréstimo enviado!

# marketplaceLendRequestSentSubtitle
source: You will get notified once it's reviewed.
es: Recibirás una notificación una vez que sea revisada.
pt: Você será notificado assim que for revisado.

# marketplaceLendLoanRequestApproved
source: Loan Request Approved
es: Solicitud de Préstamo Aprobada
pt: Solicitação de empréstimo aprovada

# marketplaceLendLockYourCollateralToProceed
source: Lock your collateral to proceed
es: Bloquea tu colateral para continuar
pt: Bloqueie sua garantia para prosseguir

# marketplaceLendLoanRequestDenied
source: Loan Request Denied
es: Solicitud de Préstamo Negada
pt: Solicitação de empréstimo negada

# marketplaceLendloanCancelled
source: Loan Cancelled
es: Préstamo Cancelado
pt: Empréstimo Cancelado

# marketplaceLendYourLoans
source: Your Loans
es: Tus Préstamos
pt: Seus Empréstimos

# marketplaceLendLoans
source: Loans
es: Préstamos
pt: Empréstimos

# marketplaceLendPendingApproval
source: Pending Approval
es: Aprobación Pendiente
pt: Aprovação pendente

# marketplaceLendCollateralRequired
source: Collateral Required
es: Colateral Requerido
pt: Collateral Requerido

# marketplaceLendNewLoan
source: New Loan
es: Nuevo Préstamo
pt: Novo Empréstimo

# marketplaceLendSlideToDeposit
source: Slide to Deposit
es: Desliza para Depositar
pt: Deslize para Depositar

# marketplaceLendDepositSent
source: Deposit Sent
es: Depósito Enviado
pt: Depósito enviado

# marketplaceLendYourCollateralDepositHasBeenSent
source: Your collateral deposit has been sent. Waiting for network confirmations to complete the setup.
es: Tu depósito de colateral ha sido enviado. Esperando a que se confirme por la red para completar la configuración.
pt: Seu depósito colateral foi enviado. Aguardando as confirmações de rede para concluir a configuração.

# marketplaceLendPendingCollateral
source: Pending Collateral
es: Colateral Pendiente
pt: Colateral Pendente

# marketplaceLendLoanInitiated
source: Loan Initiated
es: Préstamo Iniciado
pt: Empréstimo Iniciado

# marketplaceLendYourLoanIsNowActive
source: Your loan is now active.
es: Tu préstamo está activo ahora
pt: Seu empréstimo agora está ativo

# marketplaceLendRepaymentReminder
source: Repayment Reminder
es: Recordatorio de Pago
pt: Lembrete de pagamento

# marketplaceLendYourLoanIsNearingItsDue
source: Your loan is nearing its due date.
es: Tu préstamo se acerca a su fecha límite
pt: Seu empréstimo está próximo da data de vencimento

# marketplaceLendRepaymentDueSoon
source: Repayment Due Soon
es: Pago Debido Pronto
pt: Pagamento devido em breve

# marketplaceLendRepayNowToAvoidLiquidation
source: Repay now to avoid liquidation
es: Paga ahora para evitar la liquidación
pt: Repagar agora para evitar liquidação

# marketplaceLendLoanLiquidated
source: Loan Liquidated
es: Préstamo Liquidado
pt: Empréstimo Liquidado

# marketplaceLendCollateralSoldDueToLowValue
source: Collateral sold due to low value.
es: Colateral vendido por valor bajo
pt: Colateral vendido devido ao baixo valor

# marketplaceLendPendingLoan
source: Pending Loan
es: Préstamo Pendiente
pt: Empréstimo Pendente

# marketplaceLendViewCollateralTx
source: View Collateral TX
es: Ver TX de Colateral
pt: Ver TX colateral

# marketplaceLendLoan
source: Loan
es: Préstamo
pt: Empréstimo

# marketplaceLendOpenLoan
source: Open Loan
es: Abrir Préstamo
pt: Empréstimo Aberto

# marketplaceLendOpened
source: Opened
es: Iniciado
pt: Aberto

# marketplaceLendExtentContract
source: Extent Contract
es: Contrato de Extensión
pt: Estender contrato

# marketplaceLendExtendContract
source: Extend Contract
es: Extender Contrato
pt: Prorrogar contrato

# marketplaceLendRepayLoan
source: Repay Loan
es: Pagar Préstamo
pt: Pagar empréstimo

# marketplaceLendViewLoanRefundTx
source: View Loan Refund TX
es: Ver TX de Reembolso de Préstamo
pt: Ver TX de Reembolso do Empréstimo

# marketplaceLendClosed
source: Closed
es: Cerrado
pt: Fechado

# marketplaceLendLiquidated
source: Liquidated
es: Liquidado
pt: Liquidado

# marketplaceLendCancelRequest
source: Cancel Request
es: Cancelar Solicitud
pt: Cancelar Pedido

# marketplaceLendDepositCollateral
source: Deposit Collateral
es: Depositar Colateral
pt: Depositar Colateral

# marketplaceLendLoanExtension
source: Loan Extension
es: Extensión de Préstamo
pt: Extensão do Empréstimo

# marketplaceLendHowLongToExtend
source: How long to extend?
es: ¿Extender por cuánto?
pt: Quanto tempo se estende?

# marketplaceLendExtensionRequestSent
source: Extension Request Sent!
es: ¡Solicitud de Extensión Enviada!
pt: Solicitação de extensão enviada!

# marketplaceLendExtensionApproved
source: Extension Approved
es: Extensión Aprobada
pt: Extensão Aprovada

# marketplaceLendYourLoanHasBeenExtended
source: Your loan has been extended
es: Tu préstamo ha sido extendido
pt: Seu empréstimo foi prorrogado

# marketplaceLendExtensionDenied
source: Extension Denied
es: Extensión Negada
pt: Extensão Negada

source: Lock Wallet
es: Bloquear Billetera
pt: Bloquear Carteira

source: Add New Wallet
es: Añadir Nueva Billetera
pt: Adicionar Nova Carteira

source: New Wallet Created
es: Nueva Billetera Creada
pt: Nova carteira criada

# newWalletCreatedSubtitle
source: Please note that this wallet is not connected to your JAN3 account. You can choose to log in and link it to access your integrations and services.
es: Por favor, ten en cuenta que esta billetera no está conectada a tu cuenta JAN3. Puedes elegir iniciar sesión y enlazarlas para acceder a tus integraciones y servicios.
pt: Por favor, note que esta carteira não está conectada à sua conta JAN3. Você pode optar por efetuar login e vinculá-lo para acessar suas integrações e serviços.

source: Edit Wallet
es: Editar Billetera
pt: Editar Carteira

# assetsReceiveLightningQRSubtitle
source: Bitcoin sent here is swapped to Liquid Bitcoin.
es: El Bitcoin enviado aquí se intercambia por Liquid Bitcoin.
pt: Bitcoin enviado aqui é trocado para Liquid Bitcoin.

# commonSingleUseAddress
source: Single Use Address
es: Dirección de un solo uso
pt: Endereço de Uso Único

# assetsReceiveUsdtQRSubtitle
source: usdt sent here is swapped to Liquid USDt
es: El USDt enviado aquí es intercambiado a Liquid USDt.
pt: USDt enviado aqui é trocado para Liquid USDt.

# commonSwapViewReceipt
source: View Receipt
es: Ver Recibo
pt: Exibir recibo

# commonSomethingWentWrong
source: Something went wrong.
es: Se ha producido un error.
pt: Ocorreu um erro.

source: Swapped from L-BTC
es: Intercambiado desde L-BTC
pt: Trocado de L-BTC

source: Swapped from L-USDt
es: Intercambiado desde Liquid USDt
hu: Swapped from Liquid USDt
pl: Swapped from Liquid USDt
pt: Trocado de Liquid USDt

# commonMempoolFeeAlert
source: Mempool Fee Alert
es: Alerta de Comisión de Mempool
pt: Alerta de Taxa de Mempool

source: To & from L-USDt
es: Intercambiado a Liquid USDt
hu: Swapped to Liquid USDt
pl: Swapped to Liquid USDt
pt: Trocado para Liquid USDt

source: Feature Unavailable in Your Region
es: Función No Disponible en tu Región
pt: Recurso indisponível na sua região

# marketplaceDolphinCardSlideToTopUp
source: Slide to Top Up
es: Desliza para Acreditar
pt: Deslize pra recarregar

# marketplaceDolphinCardyourTopupIsInProgress
source: Your top-up is in progress.
es: Tu acreditación está en curso.
pt: Sua recarga está em andamento.

# marketplaceDolphinCardConfirmTopUp
source: Confirm Top Up
es: Confirma para acreditar
pt: Confirmar recarga

# marketplaceDolphinCardAddFundsToYourCardAnd
source: Add funds to your card and start spending!
es: ¡Añade fondos a tu tarjeta y comienza a gastar!
pt: Adicione fundos ao seu cartão e comece a gastar!

# bitcoinChipScanBitcoinChipSubtitle
source: Scan Bitcoin Chips or Cassasius Coins to view or sweep funds.
es: Escanea Fichas de Bitcoin o Monedas Cassasius para ver o transferir fondos.
pt: Escaneie Bitcoin Chips ou moedas Cassasius para visualizar ou varrer fundos.

# marketplaceDolphinCardSubtitle
source: Spend easily wherever Visa is accepted.
es: Gasta fácilmente donde sea que acepten VISA®.
pt: Gaste facilmente onde quer que a VISA® seja aceita.

# bitcoinChipLoadBitcoinChip
source: Load Bitcoin Chip
es: Cargar Ficha de Bitcoin
pt: Carregar Bitcoin Chip

# bitcoinChipLoadBitcoinChipSubtitle
source: Use AQUA to load a batch of Bitcoin or Liquid Tether Chips in one go.
es: Usa AQUA para cargar un lote de Chips de Bitcoin o Liquid USDt de una sola vez.
hu: Use COIN.CZ to load a batch of Bitcoin or Liquid USDt Chips in one go.
pl: Use COIN.CZ to load a batch of Bitcoin or Liquid USDt Chips in one go.
pt: Use o AQUA para carregar um lote de Bitcoin ou Liquid USDt Chips de uma só vez.

# bitcoinChipSlideToSweep
source: Slide to Sweep
es: Desliza para Transferir
pt: Deslize para varrer

# bitcoinChipUploadACsvOrEnterAddresses
source: Upload a CSV or enter addresses manually.
es: Sube un CSV o introduce una dirección manualmente.
pt: Envie um CSV ou insira os endereços manualmente.

# mustIncludeAnAddressColumnOptional
source: Must include an Address column. Optional columns: Amount (in sats), Asset (hex asset ID), and Label.
es: Debes incluir una columna de Dirección. Columnas opcionales: Monto (en sats), Activo (hex ID del activo) y Etiqueta.
pt: Precisa incluir uma coluna de endereço. Colunas opcionais: valor (em sats), Ativo (ID de ativos hexadecimais) e Etiquetas.

# bitcoinChipUploadFile
source: Upload File
es: Subir Archivo
pt: Carregar arquivo

# bitcoinChipCsvLessThan5mb
source: CSV less than 5MB
es: CSV inferior a 5MB
pt: CSV menor que 5MB

# bitcoinChipParseAddresses
source: Parse Addresses
es: Analizar Direcciones
pt: Analisar endereços

# bitcoinChipChipLoadFailed
source: Chip Load Failed
es: Error al Cargar el Chip
pt: Falha ao carregar Chip

# settingsAlertsSaveAlert
source: Save Alert
es: Guardar Alerta
pt: Salvar Alerta

# somethingWentWrongWhileRedeemingPlease
source: Something went wrong while redeeming. Please Check the LNURL and try again.
es: Algo salió mal durante el retiro. Por favor, comprueba el LNURL e inténtalo de nuevo.
hu: Something went wrong while withdrawing. Please Check the LNURL and try again.
pl: Something went wrong while withdrawing. Please Check the LNURL and try again.
pt: Algo deu errado ao sacar. Por favor, verifique o LNURL e tente novamente.

# commonPleaseCheckYourConnectionAndTry
source: Please check your connection and try again.
es: Por favor, comprueba tu conexión e inténtalo de nuevo.
pt: Por favor, verifique a sua conexão à internet e tente de novo.

# markeplaceLendtheLenderDeclinedYourRequest
source: The lender declined your request.
es: El prestamista rechazó tu solicitud
pt: O credor recusou sua solicitação

# marketplaceLendyouDidntLockCollateralInTime
source: You didn't lock collateral in time.
es: No bloqueaste el colateral a tiempo
pt: Você não bloqueou o colateral a tempo

# marketplaceLendViewLoanPayoutTx
source: View Loan Payout TX
es: Ver TX de Pago de Préstamo
pt: Ver pagamento do empréstimo TX

# marketplaceLendyourExtensionWasNotApproved
source: Your Extension was not approved.
es: Tu extensión no fue aprobada
pt: Sua extensão não foi aprovada

# dolphinCardTransactionHistoryReversal
source: Reversal
es: Reverso
pt: Estorno

# oneXCardFundingFailed
source: Funding Failed
es: Acreditación Fallida
pt: Falha no financiamento

# oneXCardSlideToFundCard
source: Slide to Fund Card
es: Desliza para Acreditar la Tarjeta
pt: Deslize para Recarregar Cartão

# receiveAssetScreenCurrentAssetFee
source: {network} Network Fee:
es: Comisión de Red {network}:
hu: {network} hálózati díj:
pl: Opłata sieci {network}:
pt: Taxa de Rede {network}:

source: domain.com
fr: domaine.com
hu: domain.hu
pl: domena.com
pt: domínio.com

source: Error
hu: Hiba
pl: Błąd
pt: Erro

# expFeaturesScreenItemsDebitCardStaging
source: Debit Card Staging
hu: Bankkártya fejlesztési fázis
pl: Przygotowanie karty debetowej
pt: Configuração do Cartão de Débito

# expFeaturesScreenMessageBoltzFailedNormalSwap
source: Enabling this will cause boltz lightning sends to fail, forcing a refund needed state
fr: Activer ceci provoquera l'échec des envois Lightning via Boltz, déclenchant un état de remboursement
pt: Habilitar isso fará com que o Boltz Lightning falhe, forçando o estado de reembolso necessário.

# expFeaturesScreenMessageTestnetEnv
source: You need to restart the app for the environment changes to take effect
fr: Tu dois redémarrer l’app pour appliquer les changements d’environnement
pt: Você precisa reiniciar o aplicativo para que as alterações de ambiente tenham efeito.

# nativeSegwitSubaccountCreationError
source: Failed to create or find native segwit liquid subaccount
pt: Falha ao criar ou encontrar subconta nativa SegWit Liquid

source: Okay
hu: Rendben
pl: Dobrze
pt: Não há problema

# unknownErrorTitle
source: Error
fr: Erreur
hu: Hiba
pl: Błąd
pt: Erro

# figma_test_string
source: This is a test to edit a string
hu: Ez egy teszt sztring szerkesztésére
pl: To jest test do edycji ciągu znaków
pt: Este é um teste para editar a sequência de caracteres

# test_string
source: This is a test of adding a string
hu: Ez egy teszt sztring hozzáadására
pl: To jest test dodawania ciągu znaków
pt: Este é um teste de adição de uma string.
