Repository: AquaWallet/aqua-wallet
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hu, pl, pt

# swapPanelPegOutInfo
source: This is a peg-out transaction from the Liquid Network. It will initiate after 2 Liquid confirmations (~2 minutes), or if SideSwap has insufficient liquidity, up to 1 hour. This peg-out transaction will appear in your Bitcoin wallet transaction list once it has been broadcast to the Bitcoin Network after the aforementioned durations. An onchain transaction fee will be deducted from the amount shown above for your incoming bitcoin transaction.
es: Esta es una transacción de Peg-out de la Red de Liquid. Se iniciará después de 2 confirmaciones de Liquid (~2 minutos), o si SideSwap no tiene liquidez suficiente, hasta 1 hora. Esta transacción de Peg-out aparecerá en la lista de transacciones de tu billetera de Bitcoin una vez que se haya transmitido a la Red de Bitcoin después de las duraciones ya mencionadas. Una comisión de transacción en cadena será deducido del monto mostrado arriba para tu transacción de bitcoin entrante.
fr: Ceci est une transaction peg-out depuis le réseau Liquid. Elle commencera après 2 confirmations Liquid (~2 minutes), ou jusqu’à 1h si SideSwap manque de liquidité. Elle apparaîtra ensuite dans ton portefeuille Bitcoin avec des frais on-chain déduits.
pt: Esta é uma transação de Peg-out a partir da Liquid Network. Ela será iniciada após 2 confirmações na Liquid (~2 minutos) ou, se a SideSwap não tiver liquidez suficiente, em até 1 hora. Esta transação de Peg-out aparecerá na lista de transações da sua carteira Bitcoin assim que for transmitida para a rede Bitcoin, após os períodos mencionados. Uma taxa de transação on-chain será deduzida do valor mostrado acima para a sua transação de bitcoin recebida.

source: Swaps
es: Intercambios
fr: Échanges
hu: Swapok
pl: Wymiany

# swapScreenConvertAllButton
source: Swap All
es: Intercambiar todo
fr: Tout échanger
hu: Összeset
pl: Wymień wszystko
pt: Trocar Tudo

# swapScreenConvertMinButton
source: Send Min
es: Enviar Mínimo
fr: Envoyer le minimum
hu: Minimumot
pl: Wyślij minimum
pt: Enviar Mínimo

# swapScreenSuccessAmountTitle
source: You've successfully swapped to
es: Has intercambiado exitosamente a
fr: Tu as échangé avec succès vers
hu: Sikeresen swapoltál erre
pl: Pomyślnie wymieniłeś na
pt: Você trocou com sucesso para

# swapServiceAmountError
source: Invalid amount provided
es: Monto inválido proporcionado
fr: Montant invalide fourni
hu: Érvénytelen összeg
pl: Podano nieprawidłową kwotę
pt: Valor inválido fornecido

# swapServiceApiError
source: Error communicating with API for {swapType}
es: Error al comunicarse con la API para {swapType}
fr: Erreur lors de la communication avec l’API pour {swapType}
hu: Hiba történt az API-val való kommunikáció során a {swapType} esetében
pl: Błąd komunikacji z API dla {swapType}
pt: Erro de comunicação com a API para {swapType}

# swapServiceAuthenticationError
source: Failed to authenticate for {swapType}
es: Error al autenticar para {swapType}
fr: Échec de l’authentification pour {swapType}
hu: Nem sikerült hitelesíteni a {swapType} esetében
pl: Nie udało się uwierzytelnić dla {swapType}
pt: Falha ao autenticar para {swapType}

# swapServiceCurrencyListError
source: Failed to fetch currency list for {swapType}
es: Error al obtener la lista de monedas para {swapType}
fr: Erreur de chargement des devises pour {swapType}
hu: Nem sikerült lekérni a pénznemlistát a {swapType} esetében
pl: Nie udało się pobrać listy walut dla {swapType}
pt: Falha ao obter a lista de moedas do {swapType}

# swapServiceGeneralError
source: An error occurred with the {swapType}
es: Se ha producido un error con el {swapType}
fr: Une erreur est survenue avec {swapType}
hu: Hiba történt a {swapType} esetében
pl: Wystąpił błąd z {swapType}
pt: Ocorreu um erro com o {swapType}

# swapServiceInvalidAddressError
source: Invalid address provided for {swapType}
es: Dirección inválida proporcionada para {swapType}
fr: Adresse invalide pour {swapType}
hu: Érvénytelen cím a {swapType} esetében
pl: Podano nieprawidłowy adres dla {swapType}
pt: Endereço inválido fornecido para {swapType}

# swapServiceMaxAmountError
source: Amount exceeds the maximum allowed for {swapType}
es: El monto excede el límite máximo para {swapType}
fr: Montant supérieur au maximum autorisé pour {swapType}
hu: The amount exceeds the maximum limit for {swapType}
pl: The amount exceeds the maximum limit for {swapType}
pt: O valor excede o limite máximo de {swapType}

# swapServiceMinAmountError
source: Amount is below the minimum allowed for {swapType}
es: El monto es inferior al mínimo permitido para {swapType}
fr: Montant inférieur au minimum autorisé pour {swapType}
hu: Az összeg a megengedett minimum alatt van a {swapType} esetében
pl: Kwota jest poniżej minimalnej dozwolonej dla {swapType}
pt: O valor está abaixo do mínimo permitido para {swapType}

# swapServiceNetworkFeeError
source: Error calculating network fee for {swapType}
es: Error al calcular la comisión de red para {swapType}
fr: Erreur de calcul des frais réseau pour {swapType}
hu: Hiba történt a hálózati díj kiszámításakor a {swapType} esetében
pl: Błąd obliczania opłaty sieciowej dla {swapType}
pt: Erro ao calcular a taxa de rede para {swapType}

# swapServiceOrderCreationError
source: Failed to create order for {swapType}
es: Error al crear la orden para {swapType}
fr: Impossible de créer une commande pour {swapType}
hu: Nem sikerült megbízást létrehozni a {swapType} esetében
pl: Nie udało się utworzyć zlecenia dla {swapType}

# swapServiceOrderStatusError
source: Failed to fetch order status for {swapType}
es: Error al obtener el estado de la orden para {swapType}
fr: Erreur de récupération du statut pour {swapType}
hu: Nem sikerült lekérni a megbízás státuszát a {swapType} esetében
pl: Nie udało się pobrać statusu zlecenia dla {swapType}

# swapServicePairsFetchError
source: Failed to fetch available pairs for {swapType}
es: Error al obtener los pares disponibles para {swapType}
fr: Erreur de récupération des paires disponibles pour {swapType}
hu: Nem sikerült lekérni az elérhető párokat a {swapType} esetében
pl: Nie udało się pobrać dostępnych par dla {swapType}
pt: Não foi possível obter pares disponíveis para {swapType}

# swapServiceQuoteError
source: Failed to get quote for {swapType}
es: Error al obtener la cotización para {swapType}
fr: Erreur de devis pour {swapType}
hu: Nem sikerült ajánlatot kérni a {swapType} esetében
pl: Nie udało się uzyskać wyceny dla {swapType}
pt: Falha ao autenticar para {swapType}

# swapServiceUnsupportedCurrencyError
source: Unsupported currency for {swapType}
es: Moneda no compatible para {swapType}
fr: Devise non prise en charge pour {swapType}
hu: Nem támogatott pénznem a {swapType} esetében
pl: Nieobsługiwana waluta dla {swapType}
pt: Moeda não suportada para {swapType}

# swapStatusExchanging
source: Exchanging
es: Cambiando
fr: Échange en cours
hu: Átváltás alatt
pl: Wymiana
pt: Trocando

source: Sweep Funds
es: Transferir Fondos
hu: Alapok kisöprése
pl: Skanuj środki
pt: Fundos de varredura

# tabSavings
source: Savings Account
es: Cuenta de ahorros
fr: Compte Épargne
hu: Megtakarítási számla
pl: Konto oszczędnościowe
pt: Conta Poupança

# tabSpendingSingular
source: Spending Account
es: Cuenta Corriente
fr: Compte Dépenses
hu: Költési számla
pl: Konto wydatków
pt: Conta Corrente

# tabSpending
source: Spending Accounts
es: Cuenta corriente
fr: Comptes Dépenses
hu: Költési számlák
pl: Konta wydatków
pt: Contas Correntes

# testSettingsScreenDebugDatabaseView
source: View Database Contents
es: Ver Contenido de Base de Datos
fr: Voir le contenu de la base de données
hu: Adatbázis tartalmának megtekintése
pl: Zobacz zawartość bazy danych
pt: Ver Conteúdo do Banco de Dados

# testSettingsScreenItemDatabaseExport
source: Database Import/Export
es: Importar / Exportar Base de Datos
fr: Import/Export Base de Données
hu: Adatbázis import/export
pl: Import/Eksport bazy danych
pt: Importar/Exportar Dados

# testSettingsScreenItemFakeBroadcast
source: Fake Tx Broadcasts
es: Transmisiones de TX Falsas
fr: Diffusions de Tx factices
pt: Transmissões TX falsas

# testSettingsScreenItemForceAquaNodeNotSynced
source: Force Aqua Node Not Synced State
es: Forzar Estado No Sincronizado del Nodo de AQUA
fr: Forcer l'état non synchronisé du nœud AQUA
hu: Force COIN.CZ Node Not Synced State
pl: Force COIN.CZ Node Not Synced State
pt: Forçar estado de nó AQUA não sincronizado

# testSettingsScreenItemThrowAquaBroadcastError
source: Throw Aqua Broadcast Error
es: Lanzar Error de Transmisión de AQUA
fr: Générer une erreur de diffusion AQUA
hu: Throw COIN.CZ Broadcast Error
pl: Throw COIN.CZ Broadcast Error
pt: Lançar erro de transmissão da AQUA

# testSettingsScreenSectionTitle
source: Testing
es: Probando
fr: Tests
hu: Tesztelés
pl: Testowanie
pt: Testando

# testTransactionDatabaseExport
source: Export Transaction Database
es: Exportar Base de Datos de Transacción
fr: Exporter la base de données des transactions
hu: Tranzakciós adatbázis exportálása
pl: Eksportuj bazę danych transakcji
pt: Exportar Histórico de Transações

# testTransactionDatabaseImport
source: Import Transaction Database
es: Importar Base de Datos de Transacción
fr: Importer la base de données des transactions
hu: Tranzakciós adatbázis importálása
pl: Importuj bazę danych transakcji
pt: Importar Histórico de Transações

source: Time
es: Hora
fr: Heure
hu: Időpont
pl: Czas
pt: Tempo

source: To
es: A
fr: À
hu: Címzett
pl: Do
pt: Para

source: Top Up
es: Acreditar
fr: Recharger
hu: Feltölt
pl: Doładuj
pt: Adicionar fundos

source: Total Fees
es: Comisión Total
fr: Frais totaux
hu: Összes díj
pl: Łączne opłaty
pt: Taxas Totais

# transactionBlindingError
source: Failed to blind transaction
es: Error al cegar la transacción
fr: Échec du masquage de la transaction
hu: Tranzakció blinding sikertelen
pl: Nie udało się zaślepić transakcji
pt: Falha na transação cega

# transactionBroadcastError
source: Failed to broadcast transaction
es: Error al transmitir la transacción
fr: Échec de la diffusion de la transaction
hu: Tranzakció közzététele sikertelen
pl: Nie udało się wysłać transakcji
pt: Falha ao transmitir transação

# transactionCreationError
source: Transaction creation failed
es: Creación de transacción fallida
fr: Échec de la création de la transaction
hu: Tranzakció létrehozása sikertelen
pl: Tworzenie transakcji nie powiodło się
pt: Criação de transação falhou

# transactionFetchError
source: Failed to fetch transactions
es: Error al obtener transacciones
fr: Échec de récupération des transactions
hu: Tranzakciók lekérése sikertelen
pl: Nie udało się pobrać transakcji
pt: Falha ao buscar transações

source: Transaction ID
es: ID de Transacción
fr: ID de transaction
hu: Tranzakció azonosító
pl: ID transakcji
pt: ID da Transação

source: Transactions
es: Transacciones
hu: Tranzakciók
pl: Transakcje
pt: Transações

# transactionSigningError
source: Failed to sign transaction
es: Error al firmar la transacción
fr: Échec de la signature de la transaction
hu: Tranzakció aláírása sikertelen
pl: Nie udało się podpisać transakcji
pt: Falha ao assinar a transação

# transactionSizeNotFoundError
source: Transaction size not found
es: Tamaño de transacción no encontrado
fr: Taille de la transaction introuvable
hu: A tranzakció mérete nem található
pl: Nie znaleziono rozmiaru transakcji
pt: Tamanho da transação não encontrado

source: Try Again
es: Intentar de nuevo
fr: Réessayer
hu: Próbáld újra
pl: Spróbuj ponownie
pt: Tente Novamente

source: Unknown
es: Desconocido
fr: Inconnu
hu: Ismeretlen
pl: Nieznane
pt: Desconhecido

# unknownErrorSubtitle
source: Unknown error occurred. Please try again later.
es: Error desconocido. Intenta de nuevo más tarde.
fr: Une erreur inconnue est survenue. Merci de réessayer plus tard.
hu: Ismeretlen hiba történt. Kérünk, próbáld újra később!
pl: Wystąpił nieznany błąd. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido. Por favor, tente novamente mais tarde.

# unknownTransactionSizeError
source: Unknown transaction size
es: Tamaño de transacción desconocido
fr: Taille de transaction inconnue
hu: Ismeretlen tranzakció méret
pl: Nieznany rozmiar transakcji
pt: Tamanho de transação desconhecido

# usdtSwapOrderListEmptyState
source: Your USDt Swap Orders will appear here.
es: Tus Órdenes de Intercambios de USDt aparecerán aquí.
fr: Tes ordres d’échange USDt apparaîtront ici.
hu: Az USDt swap megbízásaid itt fognak megjelenni.
pl: Twoje zlecenia wymiany USDt pojawią się tutaj
pt: Seus pedidos de Swap USDt de ordem aparecerão aqui.

source: USDt Swap
es: Intercambio de USDt
pl: Wymień USDt
pt: Swap USDt

source: USDt Swap Orders
es: Órdenes de Intercambio de USDt
fr: Ordres d’échange USDt
hu: USDt Swap megbízások
pl: Zlecenia wymiany USDt
pt: Ordens USDt Swap

# usdtSwapPoweredBy
source: USDt Swap powered by {swapService}
es: Intercambio de USDt impulsado por {swapService}
hu: USDt Swap a {swapService} által
pl: Wymiana USDt obsługiwana przez {swapService}
pt: Swap de USDt fornecida por {swapService}

source: Use balance from
es: Usar balance de
fr: Utiliser le solde de
hu: Egyenleg használata innen
pl: Użyj salda z
pt: Usar saldo de

source: Used Addresses
es: Direcciones usadas
fr: Adresses utilisées
hu: Használt címek
pl: Używane adresy
pt: Endereços Utilizados

source: Verification Failed
es: Verificación Fallida
fr: Échec de la vérification
hu: Az ellenőrzés sikertelen
pl: Weryfikacja nie powiodła się
pt: Falha na verificação

source: Waiting
es: Esperando
fr: En attente
hu: Várakozás
pl: Oczekiwanie
pt: Esperando

# walletBitcoinPriceTitle
source: Bitcoin Price
es: Precio del Bitcoin
fr: Prix du Bitcoin
hu: Bitcoin árfolyam
pl: Cena Bitcoin
pt: Preço do Bitcoin

# walletCreateAnimationTitle
source: Creating Wallet
es: Creando Billetera
fr: Création du portefeuille
hu: Tárca létrehozása...
pl: Tworzenie portfela
pt: Criando Carteira

# walletRestoreAnimationTitle
source: Restoring Wallet
es: Restaurando Billetera
fr: Restauration du portefeuille
hu: Tárca visszaállítása
pl: Przywracanie portfela
pt: Restaurando Carteira

# walletTotalBalanceTitle
source: Total Balance
es: Balance Total
fr: Solde total
hu: Teljes egyenleg
pl: Saldo całkowite
pt: Saldo Total

# warningPhraseScreenFirstCardText
source: Make sure you are alone and no camera is recording you or the screen.
es: Asegúrate de que estás solo y no hay cámara grabándote o a tu pantalla.
fr: Assure-toi d’être seul et que personne ne filme toi ou ton écran.
hu: Győződj meg arról, hogy egyedül vagy, és semmilyen kamera nem rögzít téged vagy a képernyőt!
pl: Upewnij się, że jesteś sam i żadna kamera nie nagrywa Ciebie ani ekranu
pt: Certifique-se de que você está sozinho e nenhuma câmera está gravando você ou a tela.

# warningPhraseScreenFirstCardTitle
source: Safe Environment
es: Entorno Seguro
fr: Environnement sécurisé
hu: Biztonságos környezet
pl: Bezpieczne otoczenie
pt: Ambiente Seguro

# warningPhraseScreenNextButton
source: Next
es: Siguiente
fr: Suivant
hu: Tovább
pl: Dalej
pt: Seguinte

# warningPhraseScreenSecondCardText
source: Anyone that has access to your seed phrase can steal your funds.
es: Cualquiera que tenga acceso a tu frase semilla puede robar tus fondos.
fr: Toute personne ayant accès à ta seed phrase peut voler tes fonds.
hu: Aki hozzájut a seed-phrase-edhez, lenyúlhatja a pénzeszközeidet.
pl: Ktokolwiek ma dostęp do Twojej frazy odzyskiwania, może ukraść Twoje środki
pt: Qualquer pessoa que tenha acesso à sua frase de semente pode roubar seus fundos.

# warningPhraseScreenSecondCardTitle
source: Sensitive Information
es: Información Sensible
fr: Information sensible
hu: Bizalmas adatok
pl: Poufne informacje
pt: Informação sensível

# warningPhraseScreenSubtitle
source: Your seed phrase is about to be shown. This phrase is your key to accessing your wallet and funds, so keep it confidential!
es: Tu frase semilla está a punto de ser mostrada. Esta frase es tu llave para acceder a tu billetera y fondos, ¡así que mantenla confidencial!
fr: Ta seed phrase va être affichée. Assure-toi d’être dans un endroit sécurisé et privé où personne ne peut voir ton écran. Cette phrase est la clé d’accès à ton portefeuille, garde-la confidentielle.
hu: A seed-phrase-ed hamarosan megjelenik. Ez a kifejezés a kulcsod a tárcádhoz és az eszközeidhez való hozzáféréshez, ezért kezeld bizalmasan!
pl: Twoja fraza odzyskiwania zostanie pokazana. Upewnij się, że jesteś w bezpiecznym i prywatnym miejscu, gdzie nikt nie widzi Twojego ekranu. Ta fraza jest Twoim kluczem do dostępu do portfela i środków, więc zachowaj ją w tajemnicy.
pt: Sua semente está prestes a ser exibida. Esta frase é sua chave para acessar sua carteira e fundos, então mantenha-a confidencial!

# warningPhraseScreenThirdCardText
source: If you forget or lose your seed phrase, your funds will be lost as well.
es: Si olvidas o pierdes tu frase semilla tus fondos se perderán también.
fr: Si tu l’oublies ou la perds, tes fonds seront également perdus.
hu: Ha elfelejted vagy elveszted a seed-phrase-edet, a pénzeszközeid is elvesznek.
pl: Jeśli zapomnisz lub zgubisz ją, Twoje środki również zostaną utracone
pt: Se você esquecer ou perder a frase de semente, seus fundos também serão perdidos.

# warningPhraseScreenThirdCardTitle
source: Verify
es: Verificar
fr: Environnement sécurisé
hu: Ellenőrzés
pl: Bezpieczne otoczenie
pt: Verificar

# warningPhraseScreenTitle
source: Seed Phrase
es: Frase Semilla
pl: Fraza odzyskiwania
pt: Frase-semente

# watchOnlyScreenDescription
source: Tip: You can export your watch-only wallet and import in another platform.
es: Consejo: Puedes exportar tu billetera de solo observación e importar en otra plataforma.
fr: Astuce : tu peux exporter ton portefeuille en lecture seule et l'importer sur une autre plateforme.
hu: Tipp: Exportálhatod a watch-only (csak figyelésre szolgáló) tárcádat, és importálhatod egy másik platformra.
pl: Wskazówka: Możesz wyeksportować swój portfel tylko do odczytu i zaimportować go na innej platformie
pt: Dica: É possível exportar sua carteira (watch-only) e importar em outra plataforma.

# watchOnlyScreenSubtitle
source: Export Watch-Only Wallet
es: Exportar Billetera de Solo Observación
fr: Exporter un portefeuille en lecture seule
hu: Watch-Only tárca exportálása
pl: Eksportuj portfel tylko do odczytu
pt: Exportar Carteira Watch-Only

# watchOnlyScreenTitle
source: Watch-Only
es: Solo Observación
fr: Lecture seule
pl: Tylko do odczytu

# watchOnlyWalletTitle
source: {displayName} Watch-Only Export
es: {displayName} Exportación de Solo Observación
fr: Export lecture seule {displayName}
pl: Eksport {displayName} tylko do odczytu
pt: {displayName} Exportação Watch-Only

# welcomeScreenDesc1
source: **Bitcoin** and Layer 2 Wallet
es: Billetera de Bitcoin and Layer 2
fr: **Bitcoin** et Portefeuille Layer 2
hu: **Bitcoin** és 2. rétegű tárca
pl: Portfel **Bitcoin** i warstwy 2
pt: Carteira **Bitcoin** e Layer 2

# welcomeScreenDesc2
source: **Bitcoin** and Tether Wallet
es: Billetera de Bitcoin y Tether
fr: **Bitcoin** et Portefeuille Tether
hu: **Bitcoin** és Tether tárca
pl: Portfel **Bitcoin** i Tether
pt: Carteira de **Bitcoin** e Tether

# welcomeScreenDesc3
source: **Bitcoin**, Lightning, and Liquid Superapp
es: La Superapp de Bitcoin, Lightning, y Liquid
fr: Superapp **Bitcoin**, Lightning et Liquid
hu: **Bitcoin**, Lightning és Liquid szuperapp
pl: Superaplikacja **Bitcoin**, Lightning i Liquid
pt: Superapp de **Bitcoin**, Lightning, e Liquid

# welcomeScreenDesc4
source: The **Bitcoin** Wallet Your Grandma Can Use
es: La Billetera Bitcoin que hasta tu abuela puede usar
fr: Le portefeuille **Bitcoin** que ta grand-mère peut utiliser
hu: A **Bitcoin** tárca, amit a nagyi is vág
pl: Portfel **Bitcoin**, którego może używać Twoja babcia
pt: A carteira de **Bitcoin** que até a sua avó pode usar

# welcomeScreenDesc5
source: Swim with the **Dolphins**
es: Nada con los Delfines
fr: Nage avec les **Dauphins**
hu: Úszkálj a **Delfinekkel**
pl: Pływaj z **Delfinami**
pt: Nade com os **golfinhos**

# welcomeScreenToSDescriptionBold
source: Terms of Service
es: Términos y condiciones
fr: Conditions d'utilisation
hu: Szolgáltatási feltételek
pl: Regulaminem
pt: Termos de Serviço

# welcomeScreenToSDescriptionNormal
source: I have read and agreed to the
es: He leído y acepto los
fr: J’ai lu et j’accepte les
pt: Eu li e concordo com os

# welcomeScreenUnacceptedToSError
source: Please accept the Terms of Service & Privacy Policy before proceeding
es: Por favor acepte los Términos y Condiciones y la Política de Privacidad antes de continuar.
fr: Merci d’accepter les Conditions d’utilisation et la Politique de confidentialité pour continuer
hu: A továbblépéshez kérünk, fogadd el a Szolgáltatási Feltételeket és az Adatvédelmi Szabályzatot!
pl: Zaakceptuj Regulamin i Politykę prywatności przed kontynuowaniem
pt: Por favor, aceite os Termos de Serviço e a Política de Privacidade antes de continuar

# faqTitle
source: FAQ
es: Preguntas Frecuentes
hu: GYIK
pl: Często zadawane pytania

# faqSubtitle
source: Find answers to common questions
es: Encontrar respuestas a preguntas comunes
hu: Válaszok gyakori kérdésekre.
pl: Znajdź odpowiedzi na najczęściej zadawane pytania
pt: Encontrar respostas para perguntas comuns

source: You have no transactions yet
es: Aún no tienes transacciones
fr: Tu n’as encore aucune transaction
hu: Még nincsenek tranzakcióid
pl: Nie masz jeszcze żadnych transakcji
pt: Você ainda não tem transações

source: You've successfully sent
es: Has enviado exitosamente
fr: Tu as envoyé avec succès
hu: Sikeresen küldtél
pl: Pomyślnie wysłałeś
pt: Você enviou com sucesso

source: You will receive
es: Recibirás
fr: Tu vas recevoir
hu: Ennyit kapsz
pl: Otrzymasz
pt: Você vai receber

# zendeskTitle
source: Support
es: Soporte
fr: Zendesk
hu: Ügyfélszolgálat
pl: Zendesk
pt: Suporte

# zendeskSubtitle
source: Contact support for assistance
es: Contactar a soporte para obtener asistencia
hu: Támogatásért lépj kapcsolatba ügyfélszolgálatunkkal!
pl: Skontaktuj się ze wsparciem
pt: Contate o suporte para assistência

source: You will top up
es: Acreditarás
fr: Tu vas recharger
hu: Feltöltést indítasz
pl: Doładujesz
pt: Você vai recarregar

source: Your top up was successful!
es: ¡Tu acreditación ha sido exitosa!
fr: Ton rechargement a été effectué avec succès !
hu: A feltöltésed sikeres volt!
pl: Twoje doładowanie powiodło się!
pt: Sua recarga foi bem-sucedida!

source: Your top up is being processed
es: Tu acreditación está siendo procesada
fr: Ton rechargement est en cours de traitement
hu: A feltöltésed folyamatban van
pl: Twoje doładowanie jest przetwarzane
pt: Sua recarga está sendo processada

source: Supported Countries
es: Ver Regiones Compatibles
fr: Pays pris en charge
hu: View Supported Regions
pl: View Supported Regions
pt: Ver Regiões Suportadas

source: Features
es: Funciones
fr: Fonctionnalités
hu: Funkciók
pl: Funkcje
pt: Características

source: Reloadable
es: Recargable
fr: Rechargeable
hu: Újratölthető
pl: Z możliwością doładowania
pt: Recarregável

source: No cost to load
es: Sin costo para cargar
fr: Pas de frais de recharge
hu: Díjmentes feltöltés
pl: Brak kosztów doładowania
pt: Recarga gratuita (BTC e LBTC)

# fourThousandUsdMonthlySpendingLimit
source: 4,000 USD monthly spending Limit
es: Límite de gasto mensual de $4.000 USD
fr: Limite de dépenses mensuelle de 4 000 USD
pt: Limite de gastos mensal de US $ 4.000 USD

# onePercentFeeOnSpend
source: 1% fee on spend
es: 1% de comisión por gasto
fr: 1% de frais sur les dépenses
hu: 1% költési díj
pl: 1% opłaty za wydatki
pt: 1% taxa por gasto

# oneDollarMinFee
source: $1.00 min. fee
es: Comisión mínima de $1,00
hu: $1.00 minimum fee
pl: $1.00 minimum fee
pt: Tarifa mínima de $1,00

source: Close
es: Cerrar
fr: Fermer
hu: Bezár
pl: Zamknij
pt: Fechar

source: Choose your style
es: Elige tu Estilo
fr: Choisis ton style
pt: Escolha o seu estilo
