Repository: AquaWallet/aqua-wallet
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hu, pl, pt

# boltzSupportEmail
source: Contact Boltz
es: Contactar al Soporte de Boltz
fr: Contacter Boltz
hu: Contact Boltz Support
pl: Contact Boltz Support
pt: Contate o suporte Boltz

source: Boltz Swaps
es: Intercambios de Boltz
fr: Échanges Boltz
hu: Boltz swapok
pl: Wymiany Boltz
pt: Trocas Boltz

# boltzSwapsListEmptyState
source: No Saved Swaps
es: Sin Intercambios Guardados
fr: Aucun échange enregistré
hu: Nincsenek mentett swapok
pl: Brak zapisanych wymian
pt: Nenhuma troca salva

# boltzSwapsListReceiveHeading
source: Boltz Receive Lightning
es: Transacciones Entrantes de Boltz
fr: Réception Lightning via Boltz
hu: Inbound Boltz Transactions
pl: Inbound Boltz Transactions
pt: Transações de Entrada Boltz

# boltzSwapsListSendHeading
source: Boltz Send Lightning
es: Transacciones Salientes de Boltz
fr: Envoi Lightning via Boltz
hu: Outbound Boltz Transactions
pl: Outbound Boltz Transactions
pt: Transação de Saída Boltz

# boltzTimeoutBlockHeight
source: Timeout Block Height
es: Altura del Bloque de Tiempo Límite
fr: Hauteur du bloc de délai
hu: Időtúllépési blokkmagasság
pl: Wysokość bloku limitu czasu
pt: Altura do Bloco de Tempo Limite

# boltzTotalFees
source: Total Fees
es: Comisión Total
fr: Frais totaux
hu: Összes díj
pl: Łączne opłaty
pt: Taxas Totais

# boltzUploadJsonRefund
source: 3. Tap this link, upload file at prompt, and enter the refund address copied above
es: 3. Toca este enlace, sube el archivo cuando sea pedido, e introduce la dirección de reembolso copiada anteriormente
fr: 3. Clique sur ce lien, téléverse le fichier demandé et entre l'adresse de remboursement copiée ci-dessus
hu: 3. Koppints a linkre, töltsd fel a kért fájlt, és add meg az imént kimásolt visszatérítési címet
pl: 3. Kliknij ten link, prześlij plik w monicie i wprowadź skopiowany powyżej adres zwrotu
pt: 3. Toque neste link, faça upload do arquivo solicitado e insira o endereço de reembolso copiado acima

# buyWithFiatScreenTitle
source: Buy Bitcoin and More
es: Comprar/Vender con moneda local y más
fr: Acheter du Bitcoin et plus
hu: Bitcoin vétel és egyebek
pl: Kup Bitcoin i więcej
pt: Compre Bitcoin e mais

source: Cancel
es: Cancelar
fr: Annuler
hu: Mégse
pl: Anuluj
pt: Cancelar

source: Card Balance
es: Saldo de la Tarjeta
fr: Solde de la carte
hu: Kártya egyenleg
pl: Saldo karty
pt: Saldo do cartão

# checkTxnHistoryBackupSheetMessage
source: If you previously backed up your transactions history, it can be restored now. Do you want to check for an existing back up?
es: Si has respaldado tu historial de transacciones previamente, puede restaurarse ahora. ¿Deseas comprobar si existe un respaldo?
fr: Si tu as déjà sauvegardé l'historique de tes transactions, il peut être restauré maintenant. Veux-tu vérifier s’il existe une sauvegarde ?
hu: Ha korábban biztonsági mentést készítettél a tranzakciós előzményeidről, most visszaállíthatod. Szeretnéd ellenőrizni, hogy létezik-e biztonsági mentés?
pl: Jeśli wcześniej wykonałeś kopię zapasową historii transakcji, można ją teraz przywrócić. Czy chcesz sprawdzić istniejącą kopię zapasową?
pt: Se você fez um backup de seu histórico de transações, ele pode ser restaurado agora. Você deseja verificar se há um backup existente?

source: Completed
es: Completado
fr: Terminé
hu: Kész
pl: Zakończono
pt: Concluído

source: Confirm
es: Confirmar
fr: Confirmer
hu: Megerősítés
pl: Potwierdź
pt: Confirmar

source: Confirmed
es: Confirmado
fr: Confirmé
hu: Megerősítve
pl: Potwierdzone
pt: Confirmado

# connectionStatusBitcoinBlock
source: Bitcoin block {block}
es: Bloque de Bitcoin {block}
fr: Bloc Bitcoin {block}
hu: Bitcoin blokk {block}
pl: Blok Bitcoin {block}
pt: Bloco de Bitcoin {block}

# connectionStatusLiquidBlock
source: Liquid block {block}
es: Bloque de Liquid {block}
fr: Bloc Liquid {block}
hu: Liquid blokk {block}
pl: Blok Liquid {block}
pt: Bloco de Liquid {block}

# connectionStatusOffline
source: Offline
es: Sin conexión
fr: hors ligne

# connectionStatusOfflineMessage
source: AQUA is unable to connect. Please check your connection and disable any VPN.
es: AQUA no puede conectarse a los servidores. Por favor, comprueba tu conexión y desactiva cualquier VPN.
fr: AQUA n’arrive pas à se connecter. Vérifie ta connexion et désactive tout VPN.
hu: COIN.CZ is unable to connect to servers. Please check your connection and disable any VPN.
pl: COIN.CZ is unable to connect to servers. Please check your connection and disable any VPN.
pt: AQUA não conseguiu se conectar. Por favor, verifique sua conexão e desative qualquer VPN.

# contactUsHelpSupportScreenHeaderText
source: Need Help?
es: ¿Necesitas Ayuda?
fr: Besoin d’aide ? Contacte-nous.
hu: Segítségre van szükséged?
pl: Potrzebujesz pomocy? Skontaktuj się z nami.
pt: Precisa de ajuda?

# contactUsHelpSupportScreenHeaderSubtitleText
source: Contact support or find answers in our FAQ.
es: Contacta a soporte o encuentra respuestas en nuestras Preguntas Frecuentes.
hu: Lépj kapcsolatba ügyfélszolgálattal, vagy lelj feleletre a GYIK-ban!
pl: Skontaktuj się ze wsparciem lub znajdź odpowiedzi w naszym FAQ.
pt: Entre em contato com o suporte ou encontre respostas em nossa FAQ.

# continueLabel
source: Continue
es: Continuar
fr: Continuer
hu: Tovább
pl: Kontynuuj
pt: Continuar

# conversionCurrenciesOtherOption
source: other
es: otros
fr: autre
hu: más
pl: inne
pt: outro

# conversionCurrenciesScreenTitle
source: Conversion currencies
es: Monedas de Conversión
fr: Devises de conversion
pt: Moedas de Conversão

# conversionCurrenciesSearchHint
source: Search for currency name or code
es: Busca el nombre o código de la moneda
fr: Recherche un nom ou code de devise
hu: Keresés pénznem neve vagy kódja alapján
pl: Szukaj nazwy waluty lub kodu
pt: Pesquisar por nome ou código da moeda

# conversionRate99
source: Conversion Rate 99.9%
es: Tasa de Conversión 99,90%
fr: Taux de conversion 99,9 %
hu: Conversion Rate 99.90%
pl: Conversion Rate 99.90%
pt: Taxa de conversão 99,9%

source: Copied to clipboard
es: Copiado a portapapeles
fr: Copié dans le presse-papiers
hu: Vágólapra másolva
pl: Skopiowano do schowka
pt: Copiado para a área de transferência

source: Created at
es: Creada
fr: Créé le
hu: Létrehozva
pl: Utworzono
pt: Criado em

source: Create Wallet
es: Crear Billetera
fr: Créer un portefeuille
hu: Tárca létrehozás
pl: Utwórz portfel
pt: Criar uma carteira

# currentBitcoinRate
source: Current Bitcoin Fee Rate
es: Tasa actual de la comisión de Bitcoin
fr: Taux Bitcoin actuel
hu: Jelenlegi Bitcoin díjarány
pl: Aktualny kurs Bitcoin
pt: Taxa Atual do Bitcoin

# currentLiquidRate
source: Current Liquid Network Fee Rate
es: Tasa de la comisión de Liquid
fr: Taux Liquid actuel
hu: Liquid Fee Rate
pl: Liquid Fee Rate
pt: Taxa de Liquid

source: Custom
es: Personalizado
fr: Personnalisé
hu: Egyéni
pl: Własne
pt: Personalizar

source: Custom Electrum Server
es: Servidor Electrum Personalizado
fr: Serveur Electrum personnalisé
hu: Egyéni Electrum szerver
pl: Własny serwer Electrum
pt: Servidor Electrum Personalizado

source: Customer Service
es: Contactar a Soporte
fr: Service client
hu: Ügyfélszolgálat
pl: Obsługa klienta
pt: Suporte

source: Date
es: Fecha
hu: Dátum
pl: Data
pt: Data

# debitCardCreateCard
source: Create Card
es: Crear Tarjeta
fr: Créer une carte
hu: Kártya létrehozása
pl: Utwórz kartę
pt: Criar cartão

# debitCardOnboardingToSDescriptionBold
source: Terms and Conditions of Service
es: Términos y Condiciones
fr: Conditions générales d'utilisation
hu: Terms and Conditions
pl: Terms and Conditions
pt: Termos e Condições

# debitCardOnboardingToSDescriptionNormal
source: I confirm that I am not a US or Canadian person and agree to the
es: Al continuar, confirmo que no soy una persona estadounidense o canadiense, y acepto los
fr: Je confirme que je ne suis pas citoyen américain et j’accepte les
hu: By continuing, I confirm that I am not a US or Canadian person, and agree to the
pl: By continuing, I confirm that I am not a US or Canadian person, and agree to the
pt: Ao continuar, confirmo que não sou uma pessoa americana ou canadense e concordo com a

# debitCardOnboardingToSDescriptionJoiner
source: and the
es: y el
hu: és a
pl: oraz
pt: e a

# debitCardOnboardingToSDescriptionCardAgreement
source: Card holder agreement.
es: Acuerdo del Titular de la Tarjeta
pt: Acordo do Titular

# declinedDebitCardTransaction
source: Failed Card Payment
es: Pago con Tarjeta Fallido
hu: Sikertelen kártyás fizetés
pl: Płatność kartą nie powiodła się
pt: Pagamento com Cartão falhou

# debitCardPendingTransactions
source: Reserved Amounts
es: Montos Reservados
hu: Zárolt összegek
pl: Kwoty zarezerwowane
pt: Valores Reservados

# debitCardConfirmedTransactions
source: Transactions
es: Transacciones
hu: Tranzakciók
pl: Transakcje
pt: Transações

# cardTransaction
source: Successfully Paid
es: Pago Exitoso
hu: Sikeresen fizetve
pl: Zapłacono pomyślnie
pt: Pago Com Sucesso

# cardAuthorizationRefund
source: Refund
es: Reembolso
hu: Visszatérít
pl: Zwrot
pt: Reembolso

# reloadDebitCardtransaction
source: Pending Top Up
es: Acreditación Pendiente
hu: Függőben lévő feltöltés
pl: Oczekujące wpłaty
pt: Recarga Pendente

# defaultElectrumServer
source: Default
es: Predeterminado
fr: Par défaut
hu: Alapértelmezett
pl: Domyślny
pt: Padrão

source: Deposit Address
es: Dirección de Depósito
fr: Adresse de dépôt
hu: Letéti cím
pl: Adres wpłaty
pt: Endereço de Depósito

source: Deposit address copied
es: Dirección de depósito copiada
fr: Adresse de dépôt copiée
hu: Letéti cím másolva
pl: Skopiowano adres wpłaty
pt: Endereço de depósito copiado

source: Deposit Amount
es: Monto de Depósito
fr: Montant du dépôt
hu: Letéti összeg
pl: Kwota wpłaty
pt: Valor do Depósito

source: Direct Peg-in
es: Peg-in Directo
fr: Peg-In direct
hu: Közvetlen Peg-In
pl: Bezpośredni Peg-In
pt: Peg-in Direto

source: Display Units
es: Unidades de Visualización
fr: Unités d'affichage
hu: Mértékegység
pl: Jednostki wyświetlania
pt: Unidades de exibição

source: Done
es: Listo
fr: Terminé
hu: Kész
pl: Gotowe
pt: Concluído

source: Electrum Server
es: Servidor Electrum
fr: Serveur Electrum
hu: Electrum szerver
pl: Serwer Electrum
pt: Servidor do Electrum

# electrumServerWarning
source: Please note that all liquid broadcasts will still go through AQUA to take advantage of lowball fees.
es: Por favor, ten en cuenta que todas las emisiones de Liquid seguirán pasando por AQUA para aprovechar las comisiones bajas.
fr: Note que toutes les diffusions Liquid passent toujours par AQUA pour profiter des frais réduits.
hu: Please note that all Liquid broadcasts will still go through COIN.CZ to take advantage of lowball fees.
pl: Please note that all Liquid broadcasts will still go through COIN.CZ to take advantage of lowball fees.
pt: Observe que todas as transmissões Liquid ainda passarão pela AQUA para aproveitar as taxas baixas.

# errorMinPegInAmount
source: Minimum amount is {amount} BTC
es: Monto mínimo {amount} BTC
fr: Le montant minimum est de {amount} BTC
hu: Minimális összeg: {amount} BTC
pl: Minimalna kwota to {amount} BTC
pt: Quantia mínima é {amount} BTC

# errorMinPegOutAmount
source: Minimum amount is {amount} L-BTC
es: Monto mínimo {amount} LBTC
fr: Le montant minimum est de {amount} LBTC
hu: Minimális összeg: {amount} L-BTC
pl: Minimalna kwota to {amount} LBTC
pt: Quantia mínima é {amount} L-BTC

# errorWhilePreparingFeeOptions
source: Something went wrong while preparing fee options
es: Algo salió mal mientras se preparaban las opciones de comisión
fr: Une erreur est survenue lors de la préparation des options de frais
hu: Hiba történt a díjbeállítások előkészítése közben
pl: Coś poszło nie tak podczas przygotowywania opcji opłat
pt: Algo deu errado ao preparar opções de taxa

source: Estimated Liquid Network Fee
es: Tarifa Estimada de la Red Liquid
fr: Frais réseau Liquid estimés
hu: Becsült Liquid hálózati díj
pl: Szacowana opłata sieci Liquid
pt: Taxa de Rede Liquid Estimada

source: Estimated Taxi Fee
es: Tarifa Estimada de Taxi
fr: Frais de taxi estimés
hu: Becsült Taxi díj
pl: Szacowana opłata Taxi
pt: Taxa estimada

# exchangeTransferFromTitle
source: Transfer from
es: Intercambiar de
fr: Transférer depuis
hu: Átutalás innen
pl: Wymień z
pt: Transferir de

# exchangeTransferToTitle
source: Transfer to
es: Intercambiar a
fr: Transférer vers
hu: Átutalás ide
pl: Wymień na
pt: Transferir para

# expFeaturesScreenItemsBtcDirect
source: Enable BTC Direct
es: Habilitar BTC Direct
fr: Activer BTC Direct
hu: BTC Direct engedélyezése
pl: Włącz BTC Direct
pt: Habilitar BTC Direct

# expFeaturesScreenItemsChangellyUSDtSwaps
source: Changelly for USDt Swaps
es: Changelly para Intercambios de USDt
fr: Changelly pour échanges USDt
hu: Changelly USDt swapokra
pl: Changelly dla wymian USDt
pt: Alteração para USDt Swaps

# expFeaturesScreenItemsClearGhostTxns
source: Clear Ghost Transactions
es: Limpiar Transacciones Fantasma
fr: Effacer les transactions fantômes
hu: Ghost tranzakciók törlése
pl: Wyczyść transakcje-duchy
pt: Limpar Transações Fantasma

# expFeaturesScreenItemsEnableElectrumServer
source: Custom Electrum Server
es: Servidor Electrum Personalizado
fr: Serveur Electrum personnalisé
hu: Egyéni Electrum szerver
pl: Własny serwer Electrum
pt: Servidor Electrum Personalizado

# expFeaturesScreenItemsForceBoltzFailedNormalSwap
source: Force Boltz Failed Normal Swap
es: Force Boltz Falló el Intercambio Normal
fr: Forcer l’échec des échanges Boltz normaux
hu: Boltz sikertelen normál swap kényszerítése
pl: Wymuś nieudaną normalną wymianę Boltz
pt: Forçar swap normal no Boltz falhou

# expFeaturesScreenItemsNotes
source: Notes
es: Notas
hu: Megjegyzés
pl: Notatki
pt: Notas

# expFeaturesScreenItemsSeedQr
source: Seed QR
es: QR Semilla
fr: QR de la seed
pl: QR ziarna

# expFeaturesScreenItemsStatusIndicator
source: Status Indicator
es: Indicador de Estatus
fr: Indicateur de statut
hu: Állapotjelző
pl: Wskaźnik statusu
pt: Indicador de Status

# expFeaturesScreenItemsSubaccounts
source: Activate Subaccounts
es: Activar Subcuentas
fr: Activer les sous-comptes
hu: Alszámlák aktiválása
pl: Aktywuj subkonta
pt: Ativar Subcontas

# expFeaturesScreenItemsTestnetEnv
source: Testnet Environment
es: Entorno de Prueba
fr: Environnement Testnet
hu: Testnet környezet
pl: Środowisko testnet
pt: Ambiente de Testnet

# expFeaturesScreenSectionDebugMode
source: Debug Mode Only
es: Sólo Modo de Depuración
fr: Mode Debug uniquement
hu: Csak hibakeresési mód
pl: Tylko tryb debugowania
pt: Modo de depuração apenas

# expFeaturesScreenItemsSamRock
source: SamRock Protocol
es: Protocolo SamRock
hu: SamRock protokoll
pl: Protokół SamRock

source: Expired
es: Expirado
fr: Expiré
hu: Lejárt
pl: Wygasło
pt: Expirado

source: Expires at
es: Expira
fr: Expire le
hu: Lejárat ideje
pl: Wygasa
pt: Expira em

source: Expiry Date
es: Fecha de Vencimiento
fr: Date d’expiration
hu: Lejárat dátuma
pl: Data ważności
pt: Data de Validade

# exportPermissionRequired
source: Storage permission required to export transaction history to your local storage
es: Se requiere permiso de almacenamiento para exportar el historial de transacciones a tu almacenamiento local.
fr: Permission de stockage requise pour exporter l’historique des transactions
pt: Permissão de armazenamento necessária para exportar o histórico de transações para seu armazenamento local.

# exportTxnErrorFileNotFound
source: Export file not found
es: Archivo de exportación no encontrado
fr: Fichier d’export introuvable
hu: Export fájl nem található
pl: Nie znaleziono pliku eksportu
pt: Arquivo de exportação não encontrado

# exportTxnErrorInvalidImportKey
source: Export file was encrypted with a different key
es: El archivo de exportación fue cifrado con una llave diferente
fr: Le fichier a été chiffré avec une clé différente
hu: Az export fájl egy másik kulccsal lett titkosítva
pl: Plik eksportu został zaszyfrowany innym kluczem
pt: O arquivo de exportação foi criptografado com uma chave diferente

# exportTxnHistoryErrorSheetMessage
source: An error occurred while exporting your transactions history.
es: Se ha producido un error al exportar tu historial de transacciones.
fr: Une erreur est survenue lors de l’exportation de l’historique de tes transactions.
hu: Hiba történt a tranzakciós előzmények exportálása közben.
pl: Wystąpił błąd podczas eksportowania historii transakcji
pt: Ocorreu um erro ao exportar seu histórico de transações.

# exportTxnHistoryErrorSheetTitle
source: Error Exporting Backup
es: Error al Exportar Respaldo
fr: Erreur lors de l’export
hu: Hiba a biztonsági mentés exportálásakor
pl: Błąd eksportu kopii zapasowej
pt: Erro ao Exportar Backup

# exportTxnHistoryPermissionDeniedSheetCancelButton
source: Maybe Later
es: Quizá Más Tarde
fr: Peut-être plus tard
hu: Talán később
pl: Może później
pt: Talvez Depois

# exportTxnHistoryPermissionDeniedSheetMessage
source: Storage permission is required to export transaction history to your local storage
es: Se requiere permiso de almacenamiento para exportar el historial de transacciones a tu almacenamiento local
fr: Une autorisation de stockage est nécessaire pour exporter l’historique des transactions
hu: Tárolási engedély szükséges a tranzakciós előzmények helyi tárolóra történő exportálásához
pl: Wymagane uprawnienie pamięci do eksportu historii transakcji do pamięci lokalnej
pt: Permissão de armazenamento necessária para exportar o histórico de transações para seu armazenamento local

# exportTxnHistorySheetCancelButton
source: Proceed Without Export
es: Proceder Sin Exportar
fr: Continuer sans exporter
hu: Exportálás nélküli továbblépés
pl: Kontynuuj bez eksportu
pt: Prosseguir sem exportar

# exportTxnHistorySheetConfirmButton
source: Export & Delete
es: Exportar y Eliminar
fr: Exporter et supprimer
hu: Exportálás & törlés
pl: Eksportuj i usuń
pt: Exportar e Apagar

# exportTxnHistorySheetMessage
source: Do you want to export your transaction history before deleting your account? You will be able to import it if you decide to restore your account on AQUA in the future.
es: ¿Quieres exportar tu historial de transacciones antes de eliminar tu cuenta? Podrás importarlo si decides restaurar tu cuenta en AQUA en el futuro.
fr: Veux-tu exporter ton historique de transactions avant de supprimer ton compte ? Tu pourras l’importer si tu décides de restaurer ton compte AQUA plus tard.
hu: Szeretnéd exportálni a tranzakciós előzményeidet, mielőtt törlöd a fiókodat? Később visszaállíthatod, ha úgy döntesz, hogy újra használnád az COIN.CZ-t.
pl: Czy chcesz wyeksportować historię transakcji przed usunięciem konta? Będziesz mógł ją zaimportować, jeśli zdecydujesz się przywrócić konto w COIN.CZ w przyszłości.
pt: Você deseja exportar seu histórico de transações antes de excluir sua conta? Você poderá importá-lo caso decida restaurar sua conta na AQUA no futuro.

# exportTxnHistorySheetTitle
source: Export Transaction History
es: Exportar Historial de Transacciones
fr: Exporter l’historique des transactions
hu: Tranzakciós előzmények exportálása
pl: Eksportuj historię transakcji
pt: Exportar Histórico de Transações

# exportTxnHistorySuccessSheetMessage
source: Your transactions history has been successfully exported to your external storage.
es: Tu historial de transacciones se ha exportado con éxito a tu almacenamiento externo.
fr: L’historique de tes transactions a été exporté avec succès vers ton stockage externe.
hu: A tranzakciós előzményeid sikeresen exportálva lettek a külső tárolóra.
pl: Twoja historia transakcji została pomyślnie wyeksportowana do pamięci zewnętrznej
pt: Seu histórico de transações foi exportado para seu armazenamento externo.

# exportTxnHistorySuccessSheetTitle
source: Backup Complete
es: Respaldo Completado
fr: Sauvegarde terminée
hu: Biztonsági mentés kész
pl: Kopia zapasowa zakończona
pt: Backup concluído

source: Failed
es: Fallido
fr: Échec
hu: Sikertelen
pl: Nie powiodło się
pt: Falhou

# failedSigningIncompleteTxn
source: Failed to sign incomplete transaction.
es: Error al firmar la transacción incompleta.
fr: Échec de la signature de la transaction incomplète
hu: Nem sikerült aláírni a nem teljesült tranzakciót.
pl: Nie udało się podpisać niekompletnej transakcji
pt: Não foi possível fazer login na transação incompleta.

source: Failed to generate invoice.
es: Error al generar la factura.
fr: Échec de la génération de la facture
hu: Sikertelen számla létrehozás.
pl: Nie udało się wygenerować faktury
pt: Falha ao gerar fatura.

source: Fee
es: Comisión
fr: Frais
hu: Díj
pl: Opłata
pt: Taxa

# feeAssetMismatchError
source: Fee asset mismatch
es: Comisión no coincide con el activo
fr: Incohérence d’actif pour les frais
hu: Díj eszköz nem egyezik
pl: Niezgodność aktywu opłaty
pt: Incompatibilidade do ativo da taxa

source: Fee Estimate
es: Comisión Estimada
fr: Estimation des frais
hu: Díj becslés
pl: Szacowana opłata
pt: Taxa Estimada

# feeNotFoundError
source: Fee not found
es: Comisión no encontrada
fr: Frais introuvables
hu: Díj nem található
pl: Nie znaleziono opłaty
pt: Taxa não encontrada

# feeRateNotFoundError
source: No fee rate provided
es: Sin tarifa de comisión proporcionada
fr: Aucun taux de frais fourni
hu: Díjarány nincs megadva
pl: Nie podano stawki opłaty
pt: Nenhuma taxa fornecida

source: Fees
es: Comisiones
fr: Frais
hu: Díjak
pl: Opłaty
pt: Taxas

# feeTransactionNotFoundError
source: Fee transaction not found
es: Transacción de comisión no encontrada
fr: Transaction de frais introuvable
hu: Díj tranzakció nem található
pl: Nie znaleziono transakcji opłaty
pt: Transação de taxa não encontrada

source: From
es: Desde
fr: De
hu: Küldő
pl: Z
pt: De

# gdkNetworkFeeBelowMinimum
source: Fee is below minimum.
es: La comisión está por debajo del mínimo.
fr: Les frais sont en dessous du minimum
hu: A díj a minimum alatt van.
pl: Opłata jest poniżej minimum
pt: A taxa é abaixo do mínimo.

# gdkNetworkInsufficientFundsForFee
source: Insufficient funds for fees
es: Fondos insuficientes para el pago de la comisión
fr: Fonds insuffisants pour les frais
hu: Elégtelen fedezet a díjakhoz
pl: Niewystarczające środki na opłaty
pt: Fundos insuficientes para taxa

# gdkNetworkInvalidAmount
source: Invalid amount
es: Monto inválido
fr: Montant invalide
hu: Érvénytelen összeg
pl: Nieprawidłowa kwota
pt: Quantia inválida

# gdkNetworkChangeBelowDustThreshold
source: Transaction change is too low. The remaining amount might not be economically viable to spend. To resolve this issue, either send full balance (no change), or reduce the amount till the change gets above the dust threshold.
es: El cambio de la transacción es muy bajo. Puede que no sea económicamente viable gastar el monto restante. Para resolver este inconveniente envié el balance completo (sin cambio) o reduzca el monto hasta que el cambio sea mayor al límite de polvo.
hu: A tranzakció visszajárója túl alacsony. A fennmaradó összeg nem biztos, hogy gazdaságosan elkölthető. A probléma megoldásához vagy küldd el a teljes egyenleget (visszajáró nélkül), vagy csökkentsd a küldendő összeget, hogy a visszajáró elérje a minimális értéket!
pl: Reszta z transakcji jest zbyt niska. Pozostała kwota może być nieopłacalna do wydania. Aby rozwiązać ten problem, wyślij całość środków (bez reszty) lub zmniejsz kwotę transakcji, aż reszta przekroczy próg dust.
pt: O troco da transação é muito baixo. O valor restante pode não ser economicamente viável para gastar. Para resolver esse problema, envie o saldo total (sem troco) ou reduza o valor até que o troco fique acima do limite de dust.

# generalError
source: An error occurred
es: Se ha producido un error
fr: Une erreur est survenue
hu: Hiba történt
pl: Wystąpił błąd
pt: Ocorreu um erro
