Repository: AquaWallet/aqua-wallet
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hu, pl, pt

source: Next
es: Siguiente
fr: Suivant
hu: Tovább
pl: Dalej
pt: Seguinte

source: Reloadable Card
es: Tarjeta Recargable
fr: Carte rechargeable
hu: Feltölthető kártya
pl: Karta z możliwością doładowania
pt: Cartão Recarregável

# supportedCountriesDescription
source: You may not use the card with merchants billing from or located in:
es: No puedes usar la tarjeta con comerciantes facturando desde o ubicados en:
hu: Nem használhatod a kártyát olyan kereskedőknél, melyek számlázása vagy székhelye az alábbi országokban van:
pl: Nie możesz używać karty u sprzedawców, którzy rozliczają się z lub znajdują się w:
pt: Você não pode utilizar o cartão com a cobrança dos comerciantes ou localizados em:

source: Failed to fetch fee options
es: Erro al obtener las opciones de comisión
hu: Nem sikerült lekérni a díjbeállításokat
pl: Nie udało się pobrać opcji dla prowizji
pt: Falha ao buscar opções de taxa

# debitCardWaitlistTitle
source: You've been added to the waitlist!
es: ¡Has sido agregado a la lista de espera!
hu: Felvettünk a várólistára!
pl: Zostałeś dodany do listy oczekujących!
pt: Você foi adicionado à lista de espera!

# debitCardWaitlistMessage
source: You will receive an email when it's available.
es: Recibirás un correo electrónico cuando esté disponible.
hu: Amint elérhető lesz, értesítünk email-ben.
pl: Otrzymasz wiadomość e-mail, gdy będzie dostępna.
pt: Você receberá um e-mail quando estiver disponível.

# debitCardWaitlistButton
source: Got it!
es: ¡Entendido!
hu: Értem!
pl: Rozumiem!
pt: Entendido!

# jan3AccountTitle
source: JAN3 Account
es: Cuenta JAN3
hu: JAN3 fiók
pl: Konto JAN3
pt: Conta JAN3

# jan3InviteFriends
source: Invite Friends
es: Invitar Amigos
hu: Barátok meghívása
pl: Zaproś znajomych
pt: Convidar Amigos

# jan3LogOut
source: Log Out
es: Cerrar Sesión
hu: Kijelentkezés
pl: Wyloguj
pt: Sair

# jan3Login
source: Log In
es: Iniciar Sesión
hu: Bejelentkezés
pl: Zaloguj się
pt: Entrar

# jan3UnlockFeatures
source: Connect with more services
es: Conectar con más servicios
hu: Kapcsolódj további szolgáltatásokhoz
pl: Połącz z większą ilością usług
pt: Conectar-se com mais serviços

# jan3InviteMessage
source: Download the Bitcoin Superapp for Financial Freedom {downloadUrl}
es: Descargar la Superapp de Bitcoin para la Libertad Financiera {downloadUrl}
hu: Töltsd le a Bitcoin szuperappot a pénzügyi szabadságért {downloadUrl}
pl: Pobierz Superaplikację Bitcoin dla wolności finansowej {downloadUrl}
pt: Baixe o Superapp de Bitcoin para a Liberdade Financeira {downloadUrl}

# jan3TermsCheckboxAgree
source: By continuing, I agree to the terms of service.
es: Al continuar, acepto los
hu: By continuing, I agree to the
pl: By continuing, I agree to the
pt: Ao continuar, concordo com os

# jan3TermsCheckboxTerms
source: Terms of Service
es: Términos de Servicio
hu: Szolgáltatási feltételeket
pl: Warunki korzystania z usługi
pt: Termos de Serviço

# storedWalletsTitle
source: Your Wallets
es: Tus Billeteras
hu: Tárcáid
pl: Twoje portfele
pt: As suas carteiras

# storedWalletsDoneButton
source: Done
es: Hecho
hu: Kész
pl: Gotowe
pt: Concluído

# storedWalletsEmpty
source: No Wallets Found
es: No se encontraron billeteras
hu: Nem található tárca
pl: Nie znaleziono portfeli
pt: Nenhuma carteira encontrada

# storedWalletsEmptySubtitle
source: Create or restore a wallet to get started
es: Crear o restaurar una billetera para comenzar
hu: Hozz létre vagy állíts vissza egy tárcát a kezdéshez!
pl: Utwórz lub przywróć portfel, aby rozpocząć
pt: Criar ou restaurar uma carteira para começar

# storedWalletsCreatedAt
source: Created: {date}
es: Creada: {date}
hu: Létrehozva: {date}
pl: Utworzono: {date}
pt: Data de criação: {date}

# storedWalletsDefaultWalletName
source: Main Wallet
es: Billetera Principal
hu: Fő tárca
pl: Portfel główny
pt: Carteira Principal

# storedWalletsDeleteTitle
source: Delete Wallet
es: Eliminar Billetera
hu: Tárca törlése
pl: Usuń portfel
pt: Remover Carteira

# storedWalletsDeleteConfirmation
source: Are you sure you want to delete {name}? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar {name}? Esta acción no se puede deshacer.
hu: Biztosan törölni szeretnéd a {name} tárcát? Ez a művelet nem vonható vissza.
pl: Czy na pewno chcesz usunąć {name}? Tej operacji nie można cofnąć.
pt: Tem certeza que deseja eliminar {name}? Esta ação não pode ser desfeita.

# storedWalletsActivated
source: {name} is now active
es: {name} está activa ahora
hu: {name} most már aktív
pl: {name} jest teraz aktywny
pt: {name} agora está ativo

source: Logout Wallet
es: Cerra la Billetera
hu: Kijelentkezés a tárcából
pl: Wyloguj portfel
pt: Sair da Carteira

# logoutWalletTitle
source: Logout from Wallet
es: Cerra sesión en la Billetera
hu: Tárcából kijelentkezés
pl: Wyloguj z portfela
pt: Sair da Carteira

# logoutWalletMessage
source: Are you sure you want to logout from this wallet? You can access it again from the stored wallets screen.
es: ¿Estás seguro de que quieres cerrar sesión en esta billetera? Puedes acceder a ella nuevamente desde la pantalla de billeteras almacenadas.
hu: Biztosan ki szeretnél jelentkezni ebből a tárcából? Újra elérheted a tárolt tárcák közül.
pl: Czy na pewno chcesz wylogować się z tego portfela? Możesz uzyskać dostęp ponownie z ekranu przechowywanych portfelów.
pt: Tem certeza que deseja sair desta carteira? Você pode acessá-la novamente na tela de carteiras armazenadas.

source: Logout
es: Cerrar sesión
hu: Kijelentkezés
pl: Wyloguj się
pt: Sair

# walletRestoreError
source: Failed to restore wallet
es: Error al restaurar la billetera
hu: Tárca visszaállítása sikertelen
pl: Nie udało się przywrócić portfela
pt: Falha ao restaurar carteira

# storedWalletsNameHint
source: Enter wallet name
es: Ingresa el nombre de la billetera
hu: Add meg a tárca nevét
pl: Podaj nazwę portfela
pt: Inserir o nome da carteira

# storedWalletsNameYourWallet
source: Name Your Wallet
es: Nombra tu Billetera
hu: Nevezd el a tárcád
pl: Nazwa portfela
pt: Nomeie Sua Carteira

# storedWalletsRestoredWalletName
source: Restored Wallet
es: Billetera Restaurada
hu: Visszaállított tárca
pl: Przywrócony portfel
pt: Restaurar Carteira

# storedWalletsEditNameTitle
source: Edit Wallet Name
es: Editar el Nombre de la Billetera
hu: Tárca nevének szerkesztése
pl: Edytuj nazwę portfela
pt: Editar Nome da Carteira

# storedWalletsNameUpdated
source: Wallet name updated
es: Nombre de la billetera actualizado
hu: Tárca neve frissítve
pl: Zaktualizowano nazwę portfela
pt: Nome da carteira atualizado

# storedWalletsNameUpdateError
source: Failed to update wallet name
es: Error al actualizar el nombre de la billetera
hu: Tárca név frissítése sikertelen
pl: Nie udało się zaktualizować nazwy portfela
pt: Falha ao atualizar o nome da carteira

# storedWalletsNameValidationEmpty
source: Wallet name cannot be empty
es: El nombre de la billetera no puede estar vacío
hu: A tárca neve nem lehet üres
pl: Nazwa portfela nie może być pusta
pt: Nome da carteira não pode ser vazio

# storedWalletsNameValidationTooShort
source: Wallet name must be at least 3 characters
es: El nombre de la billetera debe contener al menos 3 caracteres
hu: A tárca nevének legalább 3 karakterből kell állnia
pl: Nazwa portfela musi mieć co najmniej 3 znaki
pt: O nome da carteira deve ter pelo menos 3 caracteres

# storedWalletsNameValidationTooLong
source: Wallet name must be less than 30 characters
es: El nombre de la billetera debe ser menor a 30 caracteres
hu: A tárca nevének legalább 30 karakterből kell állnia
pl: Nazwa portfela musi mieć mniej niż 30 znaków
pt: O nome da carteira deve ter menos de 30 caracteres

# storedWalletsNameValidationInvalidChars
source: Wallet name contains invalid characters
es: El nombre de la billetera contiene caracteres inválidos
hu: A tárca neve érvénytelen karaktereket tartalmaz
pl: Nazwa portfela zawiera niedozwolone znaki
pt: O nome da carteira contém caracteres inválidos

# storedWalletsAuthRequired
source: Authentication required to access this wallet
es: Autenticación requerida para acceder a esta billetera
hu: A tárca eléréséhez azonosítás szükséges
pl: Wymagane uwierzytelnienie do tego portfela
pt: Autenticação necessária para acessar esta carteira

# storedWalletsAuthFailed
source: Authentication failed. Please try again.
es: Autenticación fallida. Por favor, inténtalo de nuevo.
hu: Azonosítási hiba. Kérünk, próbáld újra!
pl: Uwierzytelnianie nie powiodło się. Proszę spróbować ponownie.
pt: A autenticação falhou. Tente de novo.

# storedWalletsActivationError
source: Error activating wallet. Please try again.
es: Error al activar la billetera. Por favor, inténtalo de nuevo.
hu: Hiba történt a tárca aktiválása során. Kérünk, próbáld újra!
pl: Błąd podczas aktywacji portfela. Spróbuj ponownie.
pt: Erro ao ativar a carteira. Por favor, tente novamente.

# samrock_not_enough_subaccounts_exception
source: Not enough subaccounts available for setup.
es: No hay suficientes subcuentas disponibles para la configuración.
hu: Nincs elég alszámla a beállításhoz.
pl: Niewystarczająca ilość subkont dostępnych do konfiguracji.
pt: Subcontas insuficientes para configuração.

# samrock_connection_failed_exception
source: Failed to connect to the SamRock server.
es: Error al conectar al servidor de SamRock.
hu: Nem sikerült csatlakozni a SamRock szerverhez.
pl: Połączenie z serwerem SamRock nie powiodło się.
pt: Falha ao conectar ao servidor SamRock.

# samrock_missing_wallet_data_exception
source: Could not retrieve current wallet data.
es: No se han podido recuperar los datos de la billetera actual.
hu: Nem sikerült lekérni az aktuális tárca adatokat.
pl: Nie udało się pobrać aktualnych danych portfela.
pt: Não foi possível recuperar os dados atuais da carteira.

# samrock_generic_exception
source: An unexpected error occurred during SamRock setup.
es: Se produjo un error inesperado durante la configuración de SamRock.
hu: Váratlan hiba történt a SamRock beállítása során.
pl: Wystąpił nieoczekiwany błąd podczas konfiguracji SamRock.
pt: Ocorreu um erro inesperado durante a configuração do SamRock.

source: Incl. Fees
es: Comisión Incluida
hu: Díjakkal együtt
pl: Z opłatami
pt: Incl. Taxas

source: Wallet Name
es: Nombre de la Billetera
hu: Tárca neve
pl: Nazwa portfela
pt: Nome da Carteira

source: Max 23 characters
es: Máximo 23 caracteres
hu: Maximum 23 karakter
pl: Maksymalnie 23 znaki
pt: Máximo 23 caracteres

source: Are you sure?
es: ¿Estás seguro?
hu: Biztos vagy benne?
pl: Czy na pewno?
pt: Tem certeza?

# deleteWalletWarning
source: Before removing this wallet, double-check that you've saved your seed phrase. Without it, you won't be able to restore your wallet or access your assets.
es: Antes de eliminar esta billetera, comprueba que hayas guardado tu frase semilla. Sin ella, no podrás restaurar tu billetera o acceder a tus activos.
hu: Mielőtt törlöd ezt a tárcát, ellenőrizd kétszer, hogy megvan-e a seed-phrase mentésed! Enélkül nem tudod visszaállítani a tárcát vagy hozzáférni az eszközeidhez.
pl: Przed usunięciem tego portfela sprawdź, czy zapisałeś swoją frazę odzyskiwania. Bez niej nie będziesz w stanie przywrócić swojego portfela lub uzyskać dostępu do swoich aktywów.
pt: Antes de remover esta carteira, verifique se você salvou sua frase de sementes. Sem ela, você não será capaz de restaurar sua carteira ou acessar seus bens.

source: This action is permanent.
es: Esta acción es permanente.
hu: Ez a művelet végleges.
pl: Ta operacja jest trwała.
pt: Esta ação é irreversível.

source: Delete Wallet
es: Eliminar Billetera
hu: Tárca törlése
pl: Usuń portfel
pt: Excluir Carteira

source: Authenticate to switch wallet
es: Autenticar para cambiar de billetera
hu: A tárca váltáshoz azonosítsd magad
pl: Uwierzytelnij, aby przełączyć portfel
pt: Autenticar para mudar de carteira

source: Authenticate to lock wallet
es: Autenticar para bloquear billetera
hu: A tárca zárolásához azonosítsd magad
pl: Uwierzytelnij, aby zablokować portfel
pt: Autenticar para bloquear a carteira

source: Authenticate to delete wallet
es: Autenticar para eliminar billetera
hu: A tárca törléséhez azonosítsd magad
pl: Uwierzytelnij, aby usunąć portfel
pt: Autenticar para excluir carteira

source: Authenticate to rename wallet
es: Autenticar para renombrar billetera
hu: A tárca átnevezéséhez azonosítsd magad
pl: Uwierzytelnij, aby zmienić nazwę portfela
pt: Autenticar para renomear carteira

source: Authentication required
es: Autenticación requerida
hu: Azonosítás szükséges
pl: Wymagane uwierzytelnienie
pt: Autenticação necessária

source: Forgot Your Passcode?
es: ¿Has olvidado tu contraseña?
hu: Elfelejtetted a jelkódod?
pl: Nie pamiętasz kodu dostępu?
pt: Esqueceu Sua Senha?

source: Select Wallet
es: Seleccionar Billetera
hu: Tárca kiválasztása
pl: Wybierz portfel
pt: Selecionar Carteira

source: Go Back
es: Volver
hu: Vissza
pl: Wróć
pt: Voltar

# samRockScreenAppBarTitle
source: SamRock Setup
es: Configuración de SamRock
hu: SamRock beállítás
pl: Ustawienia SamRock

# samRockScreenConfirmHostTitle
source: Confirm Host
es: Confirmar Host
hu: Hoszt megerősítése
pl: Potwierdź serwer
pt: Confirmar o Host

# samRockScreenConfirmHostSubtitle
source: I want to send my onchain & liquid xpubs and liquid blinding key to:
es: Quiero enviar mis XPUBs de Bitcoin y Liquid y llave de cegado a:
hu: I want to send my Bitcoin and Liquid XPUBs and Liquid blinding key to:
pl: I want to send my Bitcoin and Liquid XPUBs and Liquid blinding key to:
pt: Eu quero enviar minha chave cega para o Bitcoin e Liquid XPUBs e Liquid para:

# samRockScreenSuccessTitle
source: Completed Setup of Chains
es: Configuración de cadenas completada
hu: A láncok beállítása befejeződött
pl: Zakończono konfigurację łańcuchów
pt: Configuração das Cadeias Concluída

# samRockScreenCompleteSetupButton
source: Complete Setup
es: Configuración Completa
hu: Beállítás befejezése
pl: Zakończ konfigurację
pt: Instalação Concluída

# samRockScreenCreateWalletTitle
source: Create Dedicated Wallet?
es: ¿Crear Billetera Dedicada?
hu: Dedikált tárca létrehozása?
pl: Utworzyć dedykowany portfel?
pt: Criar carteira dedicada?

# samRockScreenCreateWalletMessage
source: SamRock setup works best with a fresh wallet. Create a new "SamRock Wallet" now?
es: La configuración de SamRock funciona mejor con una billetera fresca. ¿Crear una nueva "Billetera SamRock" ahora?
hu: A SamRock beállítás a legjobban egy új tárcával működik. Létrehozol most egy új "SamRock Wallet"-et?
pl: Konfiguracja SamRock najlepiej działa z nowym portfelem. Utworzyć nowy portfel SamRock?
pt: A instalação do SamRock funciona melhor com uma carteira fresca. Criar uma nova "SamRock Wallet" agora?

# samRockEditWalletScreenHostLabel
source: SamRock Host:
es: Host de SamRock:
hu: SamRock hoszt:
pl: Serwer SamRock:

# samRockFailedToGetNewWalletStateException
source: Failed to retrieve new wallet details after creation.
es: Error al recibir los detalles de la nueva billetera después de la creación.
hu: Nem sikerült lekérni az új tárca részleteit a létrehozás után.
pl: Nie udało się pobrać szczegółów nowego portfela po utworzeniu.
pt: Falha ao recuperar os detalhes da nova carteira após a criação.

# samRockScreenUseExistingWalletButton
source: Use Existing Wallet
es: Usar Billetera Existente
hu: Meglévő tárca használata
pl: Użyj istniejącego portfela
pt: Usar carteira existente

# noServicesFound
source: No services available at the moment
es: No hay servicios disponibles en el momento
hu: Jelenleg nincsenek elérhető szolgáltatások
pl: Brak dostępnych usług w tej chwili
pt: Nenhum serviço disponível no momento

source: Loading
es: Cargando
hu: Betöltés
pl: Ładowanie
pt: Carregando

# receiveAssetScreenCopyAddressButton
source: Copy
es: Copiar
hu: Másolás
pl: Kopiuj
pt: Copiar

# receiveAssetScreenCopyAddressOptionClipboard
source: Copy address to clipboard
es: Copiar dirección al portapapeles
hu: Cím másolása a vágólapra
pl: Skopiuj adres do schowka
pt: Copiar endereço para a área de transferência

# receiveAssetScreenCopyAddressOptionShare
source: Share address
es: Compartir dirección
hu: Cím megosztása
pl: Udostępnij adres
pt: Compartilhar endereço

# receiveAssetScreenCopyAddressOptionImage
source: Share QR image
es: Compartir imagen QR
hu: QR kép megosztása
pl: Udostępnij obraz QR
pt: Compartilhar imagem QR

# receiveAssetScreenCopyAddressOptionImageError
source: Failed to share QR image
es: Error al compartir imagen QR
hu: Nem sikerült megosztani a QR képet
pl: Nie udało się udostępnić obrazu QR
pt: Não foi possível compartilhar a imagem QR

source: Receive Network Fees
es: Recibir Comisión de Red
hu: Hálózati díjak fogadása
pl: Opłaty sieci dla przychodzących
pt: Receber Taxas de Rede

source: Send Network Fees
es: Enviar Comisión de Red
hu: Hálózati díjak küldése
pl: Opłaty sieci dla wychodzących
pt: Enviar Taxas de Rede

source: Swap Orders
es: Órdenes de Intercambio
hu: Swap megbízások
pt: Ordens de Swaps

source: Addresses
es: Direcciones
hu: Címek

source: Date & Time
es: Fecha y Hora
hu: Dátum és idő
pt: Data & Hora

source: View in Explorer
es: Ver en el Explorador
hu: Megtekintés böngészőben
pt: Ver no Explorador

source: Pending
es: Pendiente
hu: Függőben
pt: Pendente

source: View Confidential TX in Explorer
es: Ver TX Confidencial en el Explorador
hu: Bizalmas tranzakció megtekintése böngészőben
pt: Ver TX Confidencial no Explorador

source: View Unblinded TX in Explorer
es: Ver TX Sin Cegar en el Explorador
hu: Teljes tranzakciós adatok megtekintése böngészőben
pt: Ver TX não cego no Explorador

source: Destination Address
es: Dirección de Destino
hu: Rendeltetési cím
pt: Endereço de Destino

source: Recipient Gets
es: El destinatario recibe
pt: Destinatário recebe

source: Provider
es: Proveedor
hu: Szolgáltató
pt: Fornecedor

# contactSwapServiceSupport
source: Contact {swapServiceName} Support
es: Contactar al soporte de {swapServiceName}
hu: {swapServiceName} támogatás kérése
pt: Contate o Suporte {swapServiceName}

source: Sent
es: Enviar
hu: Elküldve
pt: Enviado

source: Receiving
es: Recibiendo
hu: Fogadás
pt: Recebendo

source: Swapping
es: Intercambiando
hu: Swapolás
pt: Trocando

source: Swapped
es: Intercambiado
hu: Swapolva
pt: Trocado

source: Buy
es: Comprar
hu: Vétel
pt: Comprar

source: New Quote:
es: Nueva Cotización:
hu: Új ajánlat:
pt: Nova Cotação:

source: Confirm Purchase
es: Confirmar Compra
hu: Vétel megerősítése
pt: Confirmar compra

source: You Get
es: Obtienes
hu: Te kapsz
pt: Você recebe

source: You Pay
es: Pagas
hu: Te fizetsz
pt: Você paga

source: Incl. Processing Fee
es: Incluye Comisión de Procesamiento
hu: Feldolgozási díjjal együtt
pt: Incl. Taxa de Processamento

source: Best Offer
es: Mejor Oferta
hu: Legjobb ajánlat
pt: Melhor Oferta

# thisIsATest
source: Swap delay due to low liquidity.
es: Intercambio retrasado debido a baja liquidez.
hu: Swap delayed due to low liquidity.
pl: Swap delayed due to low liquidity.
pt: Swap atrasado devido à baixa liquidez.

# assetTransactionDetailsValueAtTime
source: Value at Time
es: Valor del Momento
hu: Érték ekkor
pt: Valor no Tempo

# marketplaceScreenLendasatButton
source: Lendasat
es: Lend
pt: Lend

# marketplaceScreenLendasatButtonDescription
source: Borrow against your Bitcoin without selling
es: Pide prestado contra tu Bitcoin sin vender
pt: Empreste contra o seu Bitcoin sem vender

source: Bitcoin Network Fee
es: Comisión de Red de Bitcoin
pt: Taxa da Rede Bitcoin

source: Bitcoin Fee Rate
es: Tasa de comisión de Bitcoin
pt: Taxa de Bitcoin

source: Liquid Network Fee
es: Comisión de la Red Liquid
pt: Taxa de Rede Liquid

source: Liquid Fee Rate
es: Tasa de la Comisión de Liquid
pt: Taxa da Liquid

source: Contact SideSwap Support
es: Contactar al soporte de SideSwap
pt: Contate o suporte de SideSwap

source: Max Amount
es: Monto Máximo
pt: Valor Máximo

source: Slide to Swap
es: Desliza para Intercambiar
pt: Deslize para fazer o swap

# commonJustAMoment
source: Just a Moment
es: Un momento
pt: Um momento

# commonYourRedeemIsInMotion
source: Your redeem is in motion—riding the waves to completion!
es: Tu retiro está en movimiento; ¡montando las olas para completarlo!
hu: Your withdraw is in motion; riding the waves to completion!
pl: Your withdraw is in motion; riding the waves to completion!
pt: Seu saque está em movimento, montando as ondas para completar!

# commonSwapInitiated
source: Swap Initiated
es: Intercambio Iniciado

# swapInitiatedMessage
source: You'll receive a notification once the swap is complete.
es: Recibirás una notificación cuando el intercambio se haya completado.
pt: Você receberá uma notificação quando a troca for concluída.

source: Swap Failed
es: Intercambio Fallido
pt: A troca falhou

# commonTechnicalData
source: Technical Data
es: Detalles
hu: Details
pl: Details
pt: Detalhes

# commonConfirmSwap
source: Confirm Swap
es: Confirmar Intercambio
pt: Confirmar troca

# commonSwapComplete
source: Swap Complete
es: Intercambio Completado
pt: Troca Completa

# commonYourSwapWasSuccessful
source: Your swap was successful!
es: ¡Tu intercambio ha sido exitoso!
pt: Sua troca foi bem-sucedida!

# commonOnchain
source: On-chain
es: BTC
hu: BTC
pl: BTC
pt: BTC

# commonUsdtTapForOptions
source: Tap for options
es: Toca para ver opciones
pt: Toque para ver opções

# commonFeeratePriority
source: Priority
es: Prioridad
pt: Prioridade

# commonSuccessfullySent
source: Successfully Sent
es: Enviado con Éxito
pt: Enviado com sucesso

# commonSendFailed
source: Send Failed
es: Envío Fallido
pt: Falha ao enviar

# settingsConnectToJan3Account
source: Connect to JAN3 Account
es: Conectar a la Cuenta JAN3
pt: Conectar à Conta JAN3

source: Unlock more features
es: Desbloquear más funciones
pt: Desbloqueia mais funções

# settingsConnectWallet
source: Connect Wallet
es: Conectar Billetera
pt: Conectar Carteira

# settingsSecurityAddPasscode
source: Add Passcode
es: Añadir Contraseña
pt: Adicionar senha

# settingsSecurityAddPasscodeWarning
source: Write down your seed first-it's required if you forget your passcode.
es: Escribe tu frase semilla. Es necesaria si olvidas tu contraseña o necesitas restaurar tu billetera.
hu: Write down your seed phrase. It's required if you forget your passcode or need to restore your wallet.
pl: Write down your seed phrase. It's required if you forget your passcode or need to restore your wallet.
pt: Escreva sua frase de semente (seed). É necessária se você esquecer sua senha ou precisar restaurar sua carteira.

# commonPriceAlert
source: Price Alert
es: Alerta de Precio
pt: Alerta De Preço

# onboardingYourBitcoinYourWay
source: Your Bitcoin, Your Way
es: Tu Bitcoin, A Tu Manera
pt: Seu Bitcoin, Seu jeito

# onboardingYourBitcoinYourWayBody
source: AQUA is a Bitcoin and Liquid wallet designed for seamless transactions. Move between BTC, L-BTC, and USDt with ease.
es: AQUA es una billetera de Bitcoin y Liquid diseñada para transacciones fluidas. Muévete entre BTC, L-BTC y USDt con facilidad.
hu: COIN.CZ is a Bitcoin and Liquid wallet designed for seamless transactions. Move between BTC, L-BTC, and USDt with ease.
pl: COIN.CZ is a Bitcoin and Liquid wallet designed for seamless transactions. Move between BTC, L-BTC, and USDt with ease.
pt: AQUA é uma carteira Bitcoin e Liquid desenhada para transações perfeitas. Mova-se entre BTC, L-BTC e USDt com facilidade.

# onboardingEffortlessPayments
source: Effortless Payments
es: Pagos Sin Esfuerzo
pt: Pagamentos Effortless
