Repository: AquaWallet/aqua-wallet
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hu, pl, pt

# common1xCard
source: 1X Card
pt: Cartão 1X

# settingsAlertsSetTargetFeeConditionCrossingDown
source: Crossing Down
pt: Cruzamento pra Baixo

# settingsAlertsSetTargetFeeConditionCrossingUp
source: Crossing Up
pt: Cruzamento pra Cima

# assetTransactionDetailsLiquidExplorerButton
source: View Confidential TX in Explorer
fr: Voir la transaction confidentielle dans l'explorateur
hu: Bizalmas tranzakció megtekintése böngészőben
pl: Zobacz poufną transakcję w eksploratorze

# assetTransactionDetailsLiquidUnblindedExplorerButton
source: View Unblinded TX in Explorer
fr: Voir la transaction démasquée dans l'explorateur
hu: Teljes tranzakciós adatok megtekintése böngészőben
pl: Zobacz odkrytą transakcję w eksploratorze

# confirmedReloadDebitCardtransaction
source: Top Up
hu: Feltölt
pl: Wpłaty

# lightningTransactionSuccessScreenAmountSats
source: {amount} Sats
hu: {amount} sat
pl: {amount} Satoshi

# lnurlwWithdrawPrompt
source: Withdraw {maxWithdrawableSats} satoshis
fr: Retirer {maxWithdrawableSats} satoshis
hu: Withdraw {maxWithdrawableSats} sats
pl: Withdraw {maxWithdrawableSats} sats

# marketplaceScreenBtcMapButton
source: BTC Map
fr: Carte BTC
hu: BTC térkép
pl: Mapa BTC

# marketplaceScreenMyFirstBitcoinButton
source: My First Bitcoin
fr: Mon Premier Bitcoin
hu: Első Bitcoinom
pl: Mój pierwszy Bitcoin

# marketplaceScreenDolphinCardButton
source: Dolphin Card
fr: Carte Dolphin
hu: Delfin kártya
pl: Karta Dolphin

source: Polygon
hu: Poligon

# refExRateSettingsScreenTitle
source: Reference Rate
hu: Referenciaérték
pl: Kurs referencyjny

# settingsScreenCurrencyLabelEUR
source: Euro
hu: euró

source: Total
hu: Összes
pl: Suma

source: Dolphin Card
fr: Carte Dolphin
hu: Delfin kártya
pl: Karta Dolphin

source: Dolphin
hu: Delfin
pl: Delfin

# welcomeStoredWallets
source: Current Wallets
hu: Aktuális tárcák
pl: Bieżące portfele

# nConfirmation
source: {count, plural, =0{No Confirmations} =1{1 Confirmation} other{{count} Confirmations}}
hu: {count, plural, =0{Nincs megerősítés} =1{1 megerősítés} other{{count} megerősítés}}

# internalSendUsdtSubtitle
source: Liquid USDt
fr: USDt sur Liquid
pl: USDt na sieci Liquid

# satsPerVbyte
source: ≈ {satsPerByte} sat/vB
fr: ≈ {satsPerByte} sats/vbyte
pl: ≈ {satsPerByte} sats/vbyte

# sendAssetReviewScreenConfirmFeeTether
source: Tether USDt
pl: USDt na sieci Tether

# assetTransactionsTypePegIn
source: Peg-in
fr: Entrée Peg

# assetTransactionsTypePegOut
source: Peg-out
fr: Sortie Peg

source: Total to spend
fr: Total à dépenser
